Repository: Sysqa/osticketplus
Catalog: upload/i18n/templates/*.po
Languages: hu_hu

source: Perm. Denied. You are not allowed to edit tickets
hu_hu: Engedély Megtagadva. Nincs engedélyezve, hogy módosítsd a hibajegyeket

source: Ticket updated successfully
hu_hu: Hibajegy sikeresen módosítva

source: Error(s) occured! Try again.
hu_hu: Hiba történt! Próbálkozz újra.

source: Perm. Denied. You are not allowed to change ticket's priority
hu_hu: Engedély Megtagadva. Nincs engedélyezve, hogy módosítsd a hibajegyek prioritását

source: You must select priority
hu_hu: Ki kell választanod egy prioritást

source: Priority Changed Successfully
hu_hu: Prioritás Sikeresen Módosítva

source: Ticket priority set to "%s" by %s
hu_hu: Hibajegy prioritása megváltozott "%s" megváltoztatta %s

source: Priority Changed
hu_hu: Prioritás Megváltoztatva

source: Problems changing priority. Try again
hu_hu: Problémák a prioritás megváltoztatása közben. Próbálkozz újra

source: Perm. Denied. You are not allowed to close tickets.
hu_hu: Engedély Megtagadva. Nincs engedélyezve, hogy lezárd a hibajegyeket.

source: Ticket #%s status set to CLOSED
hu_hu: #%s hibajegy állapota LEZÁRT

source: Ticket closed without response by %s
hu_hu: A hibajegyet válasz nélkül lezárta %s

source: Ticket Closed
hu_hu: Hibajegy Lezárva

source: Problems closing the ticket. Try again
hu_hu: Problémák a hibajegy lezárása közben. Próbálkozz újra

source: Perm. Denied. You are not allowed to reopen tickets.
hu_hu: Engedély Megtagadva. Nincs engedélyezve, hogy újranyiss hibajegyeket.

source: Ticket status set to OPEN
hu_hu: Hibajegy állapota NYITOTT

source: Ticket reopened (without comments)
hu_hu: Hibajegy újra megnyitva (megjegyzés nélkül)

source: Ticket Reopened
hu_hu: Hibajegy Újra megnyitva

source: Problems reopening the ticket. Try again
hu_hu: Problémák a hibajegy újra megynyitása közben. Próbálkozz újra

source: Ticket is not assigned!
hu_hu: Hibajegy nincs hozzárendelve senkihez!

source: Ticket released (unassigned) from %s by %s
hu_hu: Hibajegy hozzárendelése törölve lett %s megváltoztatta %s

source: Ticket unassigned
hu_hu: Hibajegy hozzárendelése törölve

source: Problems releasing the ticket. Try again
hu_hu: Problémák a hibajegy hozzárendelésének törlése közben. Próbálkozz újra

source: Perm. Denied. You are not allowed to flag tickets overdue
hu_hu: Engedély Megtagadva. Nincs engedélyezve, hogy megváltoztasd a hibajegyek megjelőlését megkésettre

source: Ticket flagged as overdue
hu_hu: Hibajegy megjelölve mint megkésett ügy

source: Ticket Marked Overdue
hu_hu: Hibajegy Megjelölve Megkésett ügyre

source: Problems marking the the ticket overdue. Try again
hu_hu: Problémák a hibajegy megkésettre jelőlése közben. Próbálkozz újra

source: Perm. Denied. You are not allowed to ban emails
hu_hu: Engedély Megtagadva. Nincs engedélyezve, hogy tiltsál email címeket.

source: Email (%s) added to banlist
hu_hu: Email (%s) hozzáadva a tiltólistához

source: & ticket status set to closed
hu_hu: és a hibajegy állapotát lezárt lett

source: Unable to add the email to banlist
hu_hu: Nem lehet az email címet a tiltólistához hozzáadni

source: Perm. Denied. You are not allowed to remove emails from banlist.
hu_hu: Engedély Megtagadva. Nincs engedélyezve, hogy törölj email címeket a tiltólistáról.

source: Email removed from banlist
hu_hu: Email cím eltávolítva a tiltólistáról

source: Unable to remove the email from banlist. Try again.
hu_hu: Nem lehet az email címet törölni a tiltólistáról. Próbálkozz újra.

source: Perm. Denied. You are not allowed to DELETE tickets!!
hu_hu: Engedély Megtagadva. Nincs engedélyezve, hogy TÖRÖLJ hibajegyeket!

source: Ticket Deleted Forever
hu_hu: Hibajegy Véglegesen Törölve

source: Problems deleting the ticket. Try again
hu_hu: Problémák a hibajegy törlése közben. Próbálkozz újra

source: You must select action to perform
hu_hu: Ki kell választanod egy műveletet a végrehajtáshoz

source: You do not have permission to mass manage tickets. Contact admin for such access
hu_hu: Nincs jogosultságod a hibajegyek tömeges kezelésére. Kérj hozzáférési engedélyt az adminisztrátortól

source: No tickets selected. You must select at least one ticket.
hu_hu: Nincs hibajegy kiválasztva. Ki kell választanod legalább egy hibajegyet.

source: You do not have permission to close/reopen tickets
hu_hu: Nincs jogosultságod, hogy lezáj/újra nyiss hibajegyeket

source: You do not have permission to delete tickets
hu_hu: Nincs jogosultságod, hogy törölj hibajegyeket

source: You must select at least one ticket
hu_hu: Ki kell választanod legalább egy hibajegyet

source: Ticket reopened by
hu_hu: Hibajegyet újra megnyitotta

source: selected tickets reopened
hu_hu: a kiválasztott hibajegyek újra nyitottak

source: Ticket closed without response by
hu_hu: Hibajegyet lezárta válasz nélkül

source: selected tickets closed
hu_hu: a kiválasztott hibajegyek lezárva

source: Ticket flagged as overdue by
hu_hu: Hibajegyet megjelölte megkésettre

source: selected tickets marked overdue
hu_hu: a kiválasztott hibajegyek megkésettre lettek állítva

source: selected tickets deleted
hu_hu: a kiválasztott hibajegyek törölve

source: Ticket created successfully
hu_hu: Hibajegy sikeresen létrehozva

source: Unable to create the ticket. Correct the error(s) and try again
hu_hu: Nem lehet létrehozni a hibajegyet. Javítsd a hibákat és próbáld újra

source: Open (%s)
hu_hu: Nyitott (%s)

source: Open Tickets
hu_hu: Nyitott Hibajegyek

source: Open Tickets (%s)
hu_hu: Nyitott Hibajegyek (%s)

source: Answered (%s)
hu_hu: Megválaszolt (%s)

source: Answered Tickets
hu_hu: Megválaszolt Hibajegyek

source: assigned to you!
hu_hu: hozzád lett rendelve!

source: My Tickets (%s)
hu_hu: Hibajegyeim (%s)

source: Assigned Tickets
hu_hu: Hozzárendelt Hibajegyek

source: Overdue (%s)
hu_hu: Megkésett (%s)

source: Stale Tickets
hu_hu: Lejárt Hibajegyek

source: overdue tickets!
hu_hu: megkésett hibajegyek!

source: Closed Tickets
hu_hu: Lezárt Hibajegyek

source: New Ticket
hu_hu: Új Hibajegy

source: Fatal error
hu_hu: Végzetes hiba

source: Session timed out due to inactivity
hu_hu: Inaktivitás miatt a munkafolyamat megszakadt

source: System Offline
hu_hu: Rendszer Üzemen kívül

source: Access Denied. Contact Admin
hu_hu: Hozzáférés Megtagadva. Lépj kapcsolatba az Adminisztrátorral

source: The script is version %s while the database is version %s
hu_hu: A script verziója %s viszont az adatbázis verziója %s

source: <strong>System is set to offline mode</strong> - Client interface is disabled and ONLY admins can access staff control panel.
hu_hu: <strong>A rendszer üzemen kívülre állítva</strong> - A felhasználói felületet nem lehet elérni, CSAK az adminisztrátorok érik el a személyzeti vezérlőpanelt.

source: Enable
hu_hu: Engedélyez

source: Invalid file
hu_hu: Érvénytelen fájl

source: You do not have access to the ticket
hu_hu: Nincs hozzáférési jogod a hibajegyhez

source: No such file
hu_hu: Nincs ilyen fájl

source: Access Denied. Possibly invalid ticket ID
hu_hu: Hozzáférés Megtagadva. Lehetséges hogy érvénytelen hibajegy ID

source: Security violation. Repeated violations will result in your account being locked.
hu_hu: Biztonsági figyelmeztetés. Ha tovább folytatod ezt a tevékenységet a fiókod zárolva lesz.

source: File [ %s ] rejected
hu_hu: Fájl [ %s ] visszautasítva

source: File is too big. Max %s bytes allowed
hu_hu: A fájl mérete túl nagy. Max %s byte engedélyezett

source: Message Posted Successfully
hu_hu: Üzenet Sikeresen Elküldve

source: Unable to post the message. Try again
hu_hu: Nem lehet elküldeni az üzenetet. Próbálkozz újra

source: Error(s) occured. Please try again
hu_hu: Hiba történt. Próbálkozz újra.

source: First and last name required
hu_hu: Keresztnév és vezetéknév megadása szükséges

source: Username required
hu_hu: Felhasználónév megadása szükséges

source: Username already in-use
hu_hu: A felhasználónév már foglalt

source: Already in-use system email
hu_hu: Ez az email már rendszer email címként van használva

source: Valid number required
hu_hu: Érvényes szám megadása szükséges

source: Temp password required
hu_hu: Ideiglenes jelszó megadása szükséges

source: Password(s) do not match
hu_hu: Jelszavak nem egyezznek

source: Must be at least 6 characters
hu_hu: Legalább 6 karakternek kell lennie

source: Department required
hu_hu: Részleg megadása szükséges

source: Group required
hu_hu: Csoport megadása szükséges

source: Unable to update the user. Internal error occured
hu_hu: Nem lehet módosítani a felhasználó adatait. Rendszerhiba történt

source: Unable to create user. Internal error
hu_hu: Nem lehet létrehozni a felhasználót. Rendszerhiba

source: Group name required
hu_hu: Csoportnév megadása szükséges

source: Group name must be at least 5 chars.
hu_hu: A csoportnévnek legalább 5 karakternek kell lennie.

source: Group name already exists
hu_hu: A csoportnév már létezik

source: Internal error occured
hu_hu: Rendszerhiba történt

source: Unable to create the group. Internal error
hu_hu: Nem lehet létrehozni a csoportot. Rendszerhiba

source: Edit Premade Reply
hu_hu: Előkészített Válasz Szerkesztése

source: Add New Premade Reply
hu_hu: Új Előkészített Válasz Hozzáadása

source: Status:
hu_hu: Állapot:

source: Active
hu_hu: Akív

source: Inative
hu_hu: Inaktív

source: Category:
hu_hu: Kategória:

source: Department under which the 'answer' will be made available.
hu_hu: Válaszd ki azt a Részleget, ahol ez a 'válasz' elérhető legyen.

source: All Departments
hu_hu: Összes Részleg

source: Answer:
hu_hu: Válasz:

source: Premade Reply - Ticket's base variables are supported.
hu_hu: Előkészített Válasz - A sablonok alapváltozói támogatottak.

source: Submit
hu_hu: Beküldés

source: Reset
hu_hu: Alapállapot

source: Cancel
hu_hu: Mégse

source: My Preferences
hu_hu: Beállításaim

source: Maximum Page size:
hu_hu: Maximális Elem egy Oldalon:

source: Tickets/items per page.
hu_hu: Hibajegy/elem oldalankét.

source: Auto Refresh Rate:
hu_hu: Automatikus Frissítés:

source: in Mins. (<i>Tickets page refresh rate in minutes. Enter 0 to disable</i>)
hu_hu: percben. (<i>Hibajegy oldal frissítésének gyakorisága percben. 0 esetén nem működik ez az opció</i>)

source: Preferred Timezone:
hu_hu: Preferált Időzóna:

source: Daylight Savings:
hu_hu: Téli-Nyári Időszámítás:

source: Observe daylight saving
hu_hu: Téli-Nyári időszámítás használata

source: Current Time:
hu_hu: Aktuális Idő:

source: Template Info
hu_hu: Sablon Info

source: Last updated on
hu_hu: Utolsó módosítás

source: Internal notes:
hu_hu: Megjegyzések:

source: Administrative notes
hu_hu: Adminisztratív megjegyzések

source: User
hu_hu: Felhasználó

source: New Ticket Autoresponse
hu_hu: Új Hibajegy Autoválasz

source: Autoresponse sent to user on new ticket if enabled.
hu_hu: Az autoválasz el lesz küldve a felhasználónak új hibajegy felvétele esetén, ha engedélyezve van.

source: Meant to give the user the ticket ID which can be used to check the status online.
hu_hu: A felhasználó egy azonosítót kap, amivel megnézheti a hibajegyének állapotát az oldalon.

source: Subject
hu_hu: Tárgy

source: Message Body:
hu_hu: Üzenet:

source: New Message Autoresponse
hu_hu: Új Üzenet Autoválasz

source: Confirmation sent to user when a new message is appended to an existing ticket. (email and web replies)
hu_hu: Visszaigazolás küldése a felhasználónak, mikor új választ adnak hozzá a nyitott hibajegyéhez. (email és web válaszok)

source: New Ticket Notice
hu_hu: Új Hibajegy Értesítés

source: Notice sent to user, if enabled, on new ticket <b>created by staff</b> on their behalf.
hu_hu: Értesítés küldése a felhasználónak, mikor a <b>személyzet létrehoz</b> egy új hibajegyet a nevükben, ha engedélyezve van.

source: Over Ticket limit Notice
hu_hu: Értesítés Hibajegy limit Eléréséről

source: A one time notice sent when user has reached the max allowed open tickets defined in preferences.
hu_hu: Egyszeri értesítés, mikor a felhasználó eléri a maximum megengedett nyitott hibajegyek számát, ami a beállításokban meg van adva.

source: Admin email gets alert each time a support ticket request is denied.
hu_hu: Az admin email címére megy egy üzenet minden alkalommal, mikor egy hibabejelentési kérés meg lett tagadva.

source: Ticket Response/Reply
hu_hu: Hibajegy Válasz

source: Message template used when responding to a ticket or simply alerting the user about a response/answer availability.
hu_hu: Ez az üzenetsablon lesz használva, mikor a hibajegyet megválaszolják, vagy egy egyszerű értesítés küldése esetén a válasz elérhetőségéről.

source: Staff
hu_hu: Személyzet

source: New Ticket Alert
hu_hu: Új Hibajegy Riasztás

source: Alert sent to staff ( if enabled) on new ticket.
hu_hu: Riasztás küldése a személyzetnek egy új hibajegy felvételekor (ha engedélyezve van).

source: New Message Alert
hu_hu: Új Üzenet Riasztás

source: Alert sent to staff ( if enabled) when user replies to an existing ticket.
hu_hu: Riasztás küldése a személyzetnek, mikor a felhasználó választ küld a nyitott hibajegyre (ha engedélyezve van).

source: New Internal Note Alert
hu_hu: Új Belső Megjegyzés Riasztás

source: Alert sent to selected staff ( if enabled) when an internal note is appended to a ticket.
hu_hu: Riasztás küldése a kiválasztott személyzetnek, mikor egy belső megjegyzést fűznek egy hibajegyhez (ha engedélyezve van).

source: Ticket Assigned Alert/Notice
hu_hu: Hibajegy Hozzárendelése Riasztás/Értesítés

source: Alert sent to staff on ticket assignment.
hu_hu: Riasztás küldése annak a személynek, akihez egy hibajegyet hozzárendeltek.

source: Overdue/Stale Ticket Alert/Notice
hu_hu: Megkésett/Lejárt Hibajegy Riasztás/Értesítés

source: Alert sent to staff on stale or overdue tickets.
hu_hu: Riasztás küldése a személyzetnek a hibajegy lejártáról, vagy megkésettségéről.

source: Save Changes
hu_hu: Változások Mentése

source: Reset Changes
hu_hu: Változások Alapállapotra

source: Cancel Edit
hu_hu: Mégse

source: Invalid path
hu_hu: Érvénytelen útvonal

source: osTicket:: SCP Login
hu_hu: osTicket:: SCP Bejelentkezés

source: osTicket Staff Control Panel
hu_hu: osTicket Személyzeti Vezérlőpanel

source: Password
hu_hu: Jelszó

source: Login
hu_hu: Bejelentkezés

source: You need to setup upload dir.
hu_hu: Be kell állítani a feltöltés könyvtárát.

source: *Attachments Disabled.
hu_hu: *Mellékletek Letiltva.

source: <br>*Attachments Disabled.
hu_hu: <br>*Mellékletek Letiltva.

source: GD required for captcha to work
hu_hu: GD szükséges ahhoz, hogy a captcha működjön

source: Possible errors detected, please check the warnings below
hu_hu: Lehetséges hibák detektálva, alul ellenőrízd a figyelmeztetéseket

source: System Preferences and Settings
hu_hu: Rendszer Beállítások

source: General Settings
hu_hu: Általános Beállítások

source: Offline mode will disable client interface and <b>only</b> allow <b>super admins</b> to login to Staff Control Panel
hu_hu: Az Offline (Üzemen kívül) állapot esetén a felhasználói felület tiltva lesz és <b>csak</b> az <b>adminisztrátorok</b> tudnak bejelentkezni a Személyzeti Vezérlőpanelre.

source: Helpdesk Status
hu_hu: Helpdesk Állapot

source: (Active)
hu_hu: (Működő)

source: (Inactive)
hu_hu: (Üzemen kívül)

source: osTicket offline
hu_hu: osTicket üzemen kívül

source: Helpdesk Name/Title:
hu_hu: Helpdesk Név/Fejléc:

source: Default Email Templates:
hu_hu: Alapértelmezett Email Sablonok:

source: Select Default Template
hu_hu: Válassz Alapértelmezett Sablont

source: Default Department:
hu_hu: Alapértelmezett Részleg:

source: Select Default Dept
hu_hu: Válassz Alapértelmezett Részleget

source: Default Page Size:
hu_hu: Alapértelmezett Elemek Száma Oldalanként:

source: System Log Level:
hu_hu: Rendszerüzenetek Szintje:

source: None (Disable Logger)
hu_hu: Nincs (Loggolás Tiltása)

source: Purge logs after
hu_hu: Üzenetek megtartása

source: None (Disable)
hu_hu: Nincs (Üzenettárolás Tiltása)

source: Months
hu_hu: Hónapig

source: Month
hu_hu: Hónapig

source: Staff Excessive Logins:
hu_hu: Személyzet Túlzott Bejelentkezési Kisérletei:

source: attempt(s) allowed
hu_hu: kisérlet engedélyezett

source: before a
hu_hu: miután

source: min. timeout (penalty in minutes)
hu_hu: perc letiltás következik

source: Staff Session Timeout:
hu_hu: Személyzeti Munkamenet Megszakítása:

source: Staff's max Idle time in minutes. Enter 0 to disable timeout
hu_hu: Maximum ennyi perc tétlenség után. 0 esetén nem léptet ki a rendszer.

source: Bind Staff Session to IP:
hu_hu: Személyzeti Munkamenet Hozzárendelése IP-hez:

source: Bind staff's session to login IP.
hu_hu: A személyzeti munkamenet hozzárendelése a bejelentkezési IP címhez.

source: Client Excessive Logins:
hu_hu: Felhasználó Túlzott Bejelentkezési Kisérletei:

source: Client Session Timeout:
hu_hu: Felhasználói Munkamenet Megszakítása:

source: Client's max Idle time in minutes. Enter 0 to disable timeout
hu_hu: Maximum ennyi perc tétlenség után. 0 esetén nem léptet ki a rendszer.

source: Clickable URLs:
hu_hu: Kattintható URL-ek:

source: Make URLs clickable
hu_hu: Kattintható URL-ek készítése

source: Enable Auto Cron:
hu_hu: Automatikus Ütemezés (Cron) Engedélyezése:

source: Enable cron call on staff's activity
hu_hu: Cron hívások engedélyezése a személyzet tevékenységerie

source: Date &amp; Time
hu_hu: Dátum és Idő

source: Please refer to <a href="http://php.net/date" target="_blank">PHP Manual</a> for supported parameters.
hu_hu: Kérlek nézd meg a <a href="http://php.net/date" target="_blank">PHP Kézikönyvet</a>, hogy melyek a támogatott paraméterek.

source: Time Format:
hu_hu: Idő Megjelenése:

source: Date Format:
hu_hu: Dátum Megjelenése:

source: Date &amp; Time Format:
hu_hu: Dátum és Idő Megjelenése:

source: Day, Date &amp; Time Format:
hu_hu: Nap, Dátum és Idő Megjelenése:

source: Default Timezone:
hu_hu: Alapértelmezett Időzóna:

source: Daylight Saving:
hu_hu: Téli-Nyári Időszámítás:

source: Observe daylight savings
hu_hu: Téli-Nyári időszámítás használata

source: Ticket Options &amp; Settings
hu_hu: Hibajegy Beállítások

source: If enabled ticket lock get auto-renewed on form activity.
hu_hu: Ha engedélyezve van a hibajegy zárolás, akkor automatikusan megújítja a hibajegyet, ürlapaktivitás esetén.

source: Ticket IDs:
hu_hu: Hibajegy Azonosítók (ID):

source: Sequential
hu_hu: Sorrendben

source: Random (recommended)
hu_hu: Véletlenszerűen (Ajánlott)

source: Ticket Priority:
hu_hu: Hibajegy Prioritás:

source: Default priority
hu_hu: Alapértelmezett prioritás

source: Allow user to overwrite/set priority (new web tickets)
hu_hu: A felhasználó felülírhatja/beállíthatja a prioritást (új webalapú hibajegyek esetén)

source: Use email priority when available (new emailed tickets)
hu_hu: Email prioritás használata, amikor lehetséges (új engedélyezett hibajegyek esetén)

source: Maximum <b>Open</b> Tickets:
hu_hu: Maximum <b>Nyitott</b> Hibajegyek:

source: per email. (<i>Helps with spam and flood control. Enter 0 for unlimited</i>)
hu_hu: email címenként. (<i>Segít a spamok és az elárasztásos támadás szabályzásában. 0 esetén nincs limit</i>)

source: Auto-Lock Time:
hu_hu: Automatikus Zárolási Idő:

source: (<i>Minutes to lock a ticket on activity. Enter 0 to disable locking</i>)
hu_hu: (<i>Perc után zárolja a hibajegyet. 0 esetén tiltva lesz a zárolás</i>)

source: Ticket Grace Period:
hu_hu: Hibajegy Türelmi Idő:

source: (<i>Hours before ticket is marked overdue. Enter 0 to disable aging.</i>)
hu_hu: (<i>Óra után jelöli meg a hibajegyet megkésettnek. 0 esetén nincs megjelölés</i>)

source: Reopened Tickets:
hu_hu: Újranyitott Hibajegyek:

source: Auto-assign reopened tickets to last respondent 'available'. (<i> 3 months limit</i>)
hu_hu: Az újranyitott hibajegyet automatikusan hozzárendeli az utolsó hozzászolóhoz. (<i>3 hónapos limit van</i>)

source: Assigned Tickets:
hu_hu: Hozzárendelt Hibajegyek:

source: Show assigned tickets on open queue.
hu_hu: Egy személyhez már hozzárendelt hibajegyek láthatók a nyitottak között.

source: Answered Tickets:
hu_hu: Megválaszolt Hibajegyek:

source: Show answered tickets on open queue.
hu_hu: A megválaszolt hibajegyek láthatók a nyitottak között.

source: Ticket Activity Log:
hu_hu: Hibajegy Aktivitás Log:

source: Log ticket's activity as internal notes.
hu_hu: A hibajegyek aktivitását belső megjegyzésként loggolja.

source: Staff Identity:
hu_hu: Személyzet Azonosítása:

source: Hide staff's name on responses.
hu_hu: Rejtse el a személyzet nevét a válaszakoban.

source: Human Verification:
hu_hu: Emberi Megerősítés:

source: Enable captcha on new web tickets.
hu_hu: Captcha engedélyezése az új webalapú hibajegyek esetén.

source: Email Settings
hu_hu: Email Beállítások

source: Note that global settings can be disabled at dept/email level.
hu_hu: Megjegyzés, hogy a globális beállítások letilthatják a részlegnél/egyéni email címnél lévő beállításokat.

source: Incoming Emails
hu_hu: Bejövő Levelek

source: For mail fetcher (POP/IMAP) to work you must set a cron job or simply enable auto-cron
hu_hu: Ahhoz, hogy a levelek letöltése (POP/IMAP) működjön, be kell állítanod egy cron folyamatot vagy egyszerűen engedélyezd az auto-cron beállítást

source: Enable POP/IMAP email fetch
hu_hu: POP/IMAP levelek letöltésének engedélyezése

source: Global setting which can be disabled at email level
hu_hu: Globális beállítás amelyik latilthatja az email beállításokat

source: Enable email piping
hu_hu: Email piping engedélyezése

source: You pipe we accept policy
hu_hu: Te küldöd mi elfogadjuk stratégia

source: Strip quoted reply (<i>depends on the tag below</i>)
hu_hu: Idézett válasz megjelölése

source: Reply Separator Tag
hu_hu: Válasz Elhatároló

source: Outgoing Emails
hu_hu: Kimenő Levelek

source: Default Email:
hu_hu: Alapértelmezett Email:

source: Only applies to outgoing emails with no SMTP settings.
hu_hu: Csak SMTP beállítások nélkül vonatkozik a kimenő levelekre.

source: Select One
hu_hu: Válassz Egyet

source: None: Use PHP mail function
hu_hu: Nincs: PHP levélküldő funkciójának használata

source: Allow spoofing (No Overwrite).
hu_hu: Spoofing engedélyezése (Nincs Felülírás)

source: Default System Email:
hu_hu: Alapértelmezett Rendszer Email:

source: Default Alert Email:
hu_hu: Alapértelmezett Riasztási Email:

source: Use Default System Email (above)
hu_hu: Használja az Alapértelmezett Rendszer Email címet (felül)

source: Used to send out alerts and notices to staff.
hu_hu: Evvel a címmel küld riasztásokat és értesítéseket a személyzetnek.

source: System Admin Email Address:
hu_hu: Rendszer Admin Email Cím:

source: Autoresponders &nbsp;(Global Setting)
hu_hu: Autoválaszok &nbsp;(Globális Beállítások)

source: This is global setting which can be disabled at department level.
hu_hu: Ezek a globális beállítások letilthatják a részlegnél lévő beállításokat.

source: New Ticket:
hu_hu: Új Hibajegy:

source: Autoresponse includes the ticket ID required to check status of the ticket
hu_hu: Az autoválasz tartalmazza a hibajegy azonosítóját, amivel a hibajegy állapotát lehet megnézni

source: Disable
hu_hu: Tilt

source: New Ticket by Staff:
hu_hu: Új Hibajegy a Személyzettől:

source: Notice sent when staff creates a ticket on behalf of the user (Staff can disable)
hu_hu: Értesítés küldése, mikor a személyzet létrehoz egy új hibajegyet a felhasználó nevében (Személyzet letilthatja)

source: New Message:
hu_hu: Új Üzenet:

source: Message appended to an existing ticket confirmation
hu_hu: Üzenet csatolása egy megnyitott hibajegy visszaigazolásánál

source: Overlimit notice:
hu_hu: Limittúlépési Értesítés:

source: Ticket denied notice sent <b>only once</b> on limit violation to the user.
hu_hu: Hibajegy felvétel megtagadásáról az értesítést <b>csak egyszer</b> küldi el, ha többször is próbálkozik a felhasználó.

source: <b>Note:</b> Admin gets alerts on ALL denials by default.
hu_hu: <b>Megjegyzés:</b> Az Admin risztást kap MINDEN megtagadásról alapértelmezetten.
