Repository: Sysqa/osticketplus
Catalog: upload/i18n/templates/*.po
Languages: hu_hu

source: Alerts &amp; Notices
hu_hu: Riasztások és Értesítések

source: Notices sent to user use 'No Reply Email' whereas alerts to staff use 'Alert Email' set above as FROM address respectively.
hu_hu: Értesítések küldése: a felhasználónak a fent beállított 'noreply email-t', míg a személyzetnek a riasztásokat 'alerts email-t' használva FELADÓ címként.

source: New Ticket Alert:
hu_hu: Új Hibajegy Riasztás:

source: Select recipients
hu_hu: Válassz címzetteket

source: Department Manager
hu_hu: Részlegvezető

source: Department Members (spammy)
hu_hu: Részleg Tagjai (szemetelős)

source: New Message Alert:
hu_hu: Új Üzenet Riasztás:

source: Last Respondent
hu_hu: Utolsó Válaszoló

source: Assigned Staff
hu_hu: Személyzethez Hozzárendel

source: Department Manager (spammy)
hu_hu: Részlegvezető (szemetelős)

source: New Internal Note Alert:
hu_hu: Új Belső Megjegyzés Riasztás:

source: Overdue Ticket Alert:
hu_hu: Megkésett Hibajegy Riasztás:

source: Admin Email gets an alert by default. Select additional recipients below
hu_hu: Admin email címére alapértelmezetten elküldi a riasztást. Választhatsz, hogy még ki kapja meg.

source: System Errors:
hu_hu: Rendszerhibák:

source: Enabled errors are sent to admin email set above
hu_hu: Az engedélyezett hibák el lesznek küldve a fent beállított admin email címre

source: System Errors
hu_hu: Rendszerhibák

source: SQL errors
hu_hu: SQL hibák

source: Excessive Login attempts
hu_hu: Túlzott Bejelentkezési próbálkozások

source: Search term must be more than 3 chars
hu_hu: A kereséshez több mint 3 karaktert be kell írnod

source: Overdue Tickets
hu_hu: Megkésett Hibajegyek

source: Query:
hu_hu: Lekérdezés:

source: Search
hu_hu: Keresés

source: Advanced
hu_hu: Haladó

source: Dept:
hu_hu: Részleg:

source: Status is:
hu_hu: Állapot:

source: Any status
hu_hu: Bármely állapot

source: Overdue
hu_hu: Megkésett

source: Date Span:
hu_hu: Időtartam:

source: Type:
hu_hu: Típus:

source: Scan
hu_hu: Keres

source: Fulltext
hu_hu: Teljes szövegben

source: Sort by:
hu_hu: Rendezés:

source: Ticket #
hu_hu: Hibajegy #

source: Priority
hu_hu: Prioritás

source: Date
hu_hu: Dátum

source: Dept.
hu_hu: Részleg

source: Descending
hu_hu: Csökkenő

source: Ascending
hu_hu: Növekvő

source: Results Per Page:
hu_hu: Találat per Oldal:

source: Basic
hu_hu: Alap

source: Sort By Ticket ID
hu_hu: Hibajegy ID szerinti rendezés

source: Ticket
hu_hu: Hibajegy

source: Sort By Date
hu_hu: Dátum szerinti rendezés

source: Sort By Category
hu_hu: Kategória szerinti rendezés

source: Department
hu_hu: Részleg

source: Sort By Priority
hu_hu: Prioritás szerinti rendezés

source: Ticket:
hu_hu: Hibajegy:

source: Query returned 0 results.
hu_hu: A lekérdezés 0 eredménnyel tért vissza.

source: Select:
hu_hu: Válassz:

source: All
hu_hu: Összes

source: None
hu_hu: Egyiksem

source: Toggle
hu_hu: Kijelölés megfordítása

source: page:
hu_hu: oldal:

source: Reopen
hu_hu: Újranyit

source: Are you sure you want to reopen selected tickets?
hu_hu: Biztos vagy benne, hogy újra megakarod nyitni a kiválasztott hibajegyeket?

source: Are you sure you want to mark selected tickets overdue/stale?
hu_hu: Biztos vagy benne, hogy megakarod jelölni megkésettre/lejártra a kiválasztott hibajegyeket?

source: Close
hu_hu: Lezár

source: Are you sure you want to close selected tickets?
hu_hu: Biztos vagy benne, hogy le akarod zárni a kiválasztott hibajegyeket?

source: Delete
hu_hu: Töröl

source: Are you sure you want to DELETE selected tickets?
hu_hu: Biztos vagy benne, hogy TÖRÖLNI akarod a kiválasztott hibajegyeket?

source: Edit Group: %s
hu_hu: Csoport Szerkesztése: %s

source: Group permissions set below applies cross all group members, but don't apply to adminstrators and Dept. managers in some cases.
hu_hu: Az alábbi csoport engedélyek érvényesek lesznek a csoport összes tagjára, de bizonyos esetekben nem lesz érvényes az adminisztrátorokra és a részlegvezetőkre.

source: Group Name:
hu_hu: Csoport Neve:

source: Group Status:
hu_hu: Csoport Állapota:

source: Enabled
hu_hu: Engedélyezett

source: Disabled
hu_hu: Tiltott

source: Dept Access
hu_hu: Részleg Hozzáférés

source: Select departments group members are allowed to access in addition to thier own department.
hu_hu: Válaszd ki azokat a részlegeket, melyekhez a csoport tagjai hozzáférhetnek a sajátjukon kívül.

source: Select All
hu_hu: Összes

source: Select None
hu_hu: Egyiksem

source: Can <b>Create</b> Tickets
hu_hu: Tud <b>Létrehozni</b> Hibajegyeket

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Ability to open tickets on behalf of users!
hu_hu: Képes hibajegyeket nyitni a felhasználók nevében

source: Can <b>Edit</b> Tickets
hu_hu: Tud <b>Szerkeszteni</b> Hibajegyeket

source: Ability to edit tickets. Admins & Dept managers are allowed by default.
hu_hu: Képes szerkeszteni a hibajegyeket. Adminoknak és a Részlegvezetőknek engedélyezett alapértelmezetten.

source: Can <b>Close</b> Tickets
hu_hu: Tud <b>Lezárni</b> Hibajegyeket

source: <b>Mass Close Only:</b> Staff can still close one ticket at a time when set to No
hu_hu: <b>Csak Tömeges Lezárásnál:</b> Attól, hogy Nem-re van állítva a személyzet még tud hibajegyet lezárni, de egyszerre csak egyet.

source: Can <b>Transfer</b> Tickets
hu_hu: Tud <b>Áthelyezni</b> Hibajegyeket

source: Ability to transfer tickets from one dept to another.
hu_hu: Képes hibajegyek áthelyezni egyik részlegből a másikba.

source: Can <b>Delete</b> Tickets
hu_hu: Tud <b>Törölni</b> Hibajegyeket

source: Deleted tickets can't be recovered!
hu_hu: A törölt hibajegyeket nem lehet visszaállítani!

source: Can Ban Emails
hu_hu: Tud Tiltani Email címeket

source: Ability to add/remove emails from banlist via tickets interface.
hu_hu: Képes hozzáadni/törölni email címeket a tiltólistához/ról a Hibajegyek interfészen keresztűl.

source: Can Manage Premade
hu_hu: Tud Kezelni Előkészített Válaszokat

source: Ability to add/update/disable/delete premade responses.
hu_hu: Képes hozzáadni/módosítani/tiltani/törölni előkészített válaszokat.

source: Habari/Jambo rafiki?
hu_hu: Viszont látásra!

source: Edit Email
hu_hu: Email Szerkesztése

source: New Email
hu_hu: Új Email

source: Settings are mainly for emailed tickets. For online/web tickets see help topics.
hu_hu: Ezek a beállítások főként az email-ben elküldött hibajegyekre vonatkozik. Az online/web alapu hibajegyekhez nézd meg a kategóriákat.

source: Email Address
hu_hu: Email Cím

source: Email Name:
hu_hu: Email Név használatával:

source: Optional email's FROM name.
hu_hu: Opcionális email cím névből.

source: New Ticket Priority
hu_hu: Hibajegy Prioritása

source: Select Priority
hu_hu: Válassz Prioritást

source: New Ticket Dept.
hu_hu: Részleg

source: Auto Response
hu_hu: Autoválasz

source: <b>Disable</b> autoresponse for this email.
hu_hu: Autoválasz <b>Tiltása</b> ennél az email címnél.

source: Overwrite Dept setting
hu_hu: Felülírja a Részleg beállítását

source: <b>Login info (optional)</b>: Required when IMAP/POP and/or SMTP are enabled.
hu_hu: <b>Bejelentkezési info (opciónális)</b>: Akkor szükséges mikor az IMAP/POP és/vagy SMTP engedélyezett.

source: Mail Account (Optional)
hu_hu: Levelezési Fiók (Opcionális)

source: Setting for fetching incoming emails. Mail fetching must be enabled with autocron active or external cron setup.
hu_hu: Beállítások a bejövő levelek letöltéséhez. A letöltéshez engedélyezni kell az autocron-t vagy egy külsö cron folyamatot kell beállítani.

source: Please be patient, the system will try to login to mail server to validate the entered login info.
hu_hu: Kérlek légy türelmes, a rendszer megkisérli a bejelentkezést a mail szerverre, hogy ellenőrízze az adatok helyességét.

source: Status
hu_hu: Állapot

source: Host
hu_hu: Kiszolgáló

source: Protocol
hu_hu: Protokoll

source: Select
hu_hu: Válassz

source: Encryption
hu_hu: Kódolás

source: Fetch Frequency
hu_hu: Letöltési Gyakoriság

source: Delay intervals in minutes
hu_hu: Letöltések gyakorisága percben

source: Maximum Emails Per Fetch
hu_hu: Maximum Email Letöltésenként

source: Maximum emails to process per fetch.
hu_hu: Maximálisan feldolgozott email-ek száma letöltésenként.

source: Delete Messages
hu_hu: Üzenetek Törlése

source: Delete fetched message(s) (<i>recommended when using POP</i>)
hu_hu: Törölje a letöltött üzeneteket (<i>POP esetén ajánlott</i>)

source: SMTP Settings (Optional)
hu_hu: SMTP Beállítások (Opcionális)

source: When enabled the <b>email account</b> will use SMTP server instead of internal PHP mail() function for outgoing emails.<br>
hu_hu: Ha a <b>levelezési fiók</b> engedélyezve van, akkor használd az SMTP szervert a kimenő levelek elküldésére, a belső PHP mail() függvény helyett.<br>

source: Please be patient, the system will try to login to SMTP server to validate the entered login info.
hu_hu: Kérlek légy türelmes, a rendszer megkisérli a bejelentkezést az SMTP szerverre, hogy ellenőrízze az adatok helyességét.

source: SMTP Host
hu_hu: SMTP Kiszolgáló

source: Authentication Required?
hu_hu: Azonosítás Szükséges?

source: Best available authentication method is auto-selected based on what the sever supports.
hu_hu: Automatikusan válassza ki a megfelelő azonosítási eljárást, alapul véve hogy mit támogat a szerver.

source: My Profile Info
hu_hu: Információk a Profilomról

source: Username:
hu_hu: Felhasználónév:

source: First Name:
hu_hu: Vezetéknév:

source: Last Name:
hu_hu: Keresztnév:

source: Email Address:
hu_hu: Email Cím:

source: Office Phone:
hu_hu: Irodai Telefonszám:

source: Ext
hu_hu: Mellék

source: Cell Phone:
hu_hu: Mobiltelefon:

source: Signature:
hu_hu: Aláírás:

source: Save
hu_hu: Mentés

source: Attachments Settings
hu_hu: Mellékletek Beállításai

source: Before enabling attachments make sure you understand the security settings and issues related to file uploads.
hu_hu: Mielőtt engedélyezed a mellékletek csatolását bizonyosodj meg róla, hogy megértetted a biztonsági beállításokat és következményeket a fájlfeltöltéssel kapcsolatban.

source: Allow Attachments
hu_hu: Mellékletek engedélyezése

source: Global Setting
hu_hu: Globális Beállítás

source: Emailed Attachments:
hu_hu: Emailben Elküldött Mellékletek:

source: Accept emailed files
hu_hu: Az email-ben elkülsött fájlok elfogadása

source: Online Attachments:
hu_hu: Online Mellékletek:

source: Allow online attachments upload
hu_hu: Az oldalon feltöltött mellékletek elfogadása

source: Authenticated users Only.
hu_hu: Csak azonosított felhasználók.

source: User must be logged in to upload files
hu_hu: A felhasználónak be kell jelentkeznie a fájl feltöltéséhez

source: Staff Response Files:
hu_hu: Válaszlevél Fájljai:

source: Email attachments to the user
hu_hu: Email mellékletek a felhasználónak

source: Maximum File Size:
hu_hu: Maximális Fájlméret:

source: bytes
hu_hu: byte

source: Attachment Folder:
hu_hu: Mellékletek Könyvtára:

source: Web user (e.g apache) must have write access to the folder.
hu_hu: Web alkalmazásnak (pl. apache) írási jogokat kell adni a könyvtárhoz.

source: Accepted File Types:
hu_hu: Elfogadott Fájltípusok:

source: Enter file extensions allowed separated by a comma. e.g <i>.doc, .pdf, </i>
hu_hu: Írd be az elfogadott kiterjesztéseket vesszővel elválasztva. pl. <i>.doc, .pdf, </i>

source: To accept all files enter wildcard <b><i>.*</i></b>&nbsp;&nbsp;i.e dotStar (NOT recommended).
hu_hu: Az összes fájl elfogadása a <b><i>.*</i></b>&nbsp;&nbsp; pontCsillaggal (NEM ajánlott).

source: Edit Topic
hu_hu: Kategória Szerkesztése

source: New Help Topic
hu_hu: Új Kategória

source: Disabling auto response will overwrite dept settings.
hu_hu: Az autoválasz tiltása felülírja a részleg beállításait.

source: Help Topic:
hu_hu: Kategória:

source: Topic Status
hu_hu: Kategória Állapota:

source: Auto Response:
hu_hu: Autoválasz:

source: <b>Disable</b> autoresponse for this topic. (<i>Overwrite Dept setting</i>)
hu_hu: Autoválasz <b>tiltása</b> erre a kategóriára. (<i>Felülírja a Részleg beállításait</i>)

source: New Ticket Priority:
hu_hu: Hibajegy Prioritása:

source: New Ticket Department:
hu_hu: Részleg:

source: Please fill in the form below to open a new ticket.
hu_hu: Egy új hibajegy nyitásához töltsd ki az alábbi űrlapot.

source: Send alert to user.
hu_hu: Riasztás küldése a felhasználónak.

source: Full Name:
hu_hu: Teljes Név:

source: Telephone:
hu_hu: Telefonszám:

source: Ticket Source:
hu_hu: Hibajegy Forrása:

source: Select Source
hu_hu: Válassz Forrást

source: Other
hu_hu: Egyéb

source: Department:
hu_hu: Részleg:

source: Subject:
hu_hu: Tárgy:

source: Issue Summary:
hu_hu: Ügy Leírása:

source: Visible to client/customer.
hu_hu: Látható az ügyfél számára.

source: Premade:
hu_hu: Előkészített válasz:

source: Select a premade reply/issue
hu_hu: Válassz egy előkészített választ/ügyet

source: Append
hu_hu: Hozzáfűz

source: Attachment:
hu_hu: Melléklet:

source: Internal Note:
hu_hu: Belső Megjegyzés:

source: Optional Internal note(s).
hu_hu: Opcionális Belső megjegyzések.

source: Due Date:
hu_hu: Lejárat Napja:

source: Time is based on your time zone (GM %s)
hu_hu: A beállított időzónát veszi alapul (GM %s)

source: Priority:
hu_hu: Prioritás:

source: Assign To:
hu_hu: Hozzárendelés:

source: -Assign To Staff-
hu_hu: -Hozzárendel a Személyzet egy Tagjához-

source: Send alert to assigned staff.
hu_hu: Riasztás küldése a hozzárendelt személynek.

source: none
hu_hu: nincs

source: My signature
hu_hu: Aláírásom

source: Dept Signature (if any)
hu_hu: Részleg Aláírása (ha van)

source: Submit Ticket
hu_hu: Hibajegy Beküldése

source: Access Denied. Perm error.
hu_hu: Hozzáférés Megtagadva. Nincs engedélyed.

source: Update Ticket #
hu_hu: Hibajegy Módosítása #

source: View Ticket
hu_hu: Hibajegy Nézet

source: Time is based on your time zone GM %s
hu_hu: A beállított időzónát veszi alapul GM %s

source: (deleted)
hu_hu: (törölt)

source: (optional)
hu_hu: (opciónális)

source: Reasons for the edit.
hu_hu: A szerkesztés okai.

source: Update Ticket
hu_hu: Hibajegy Módosítása

source: Current Password:
hu_hu: Jelenlegi Jelszó:

source: New Password:
hu_hu: Új Jelszó:

source: Verify Password:
hu_hu: Jelszó Mégegyszer:

source: Dept. Name
hu_hu: Részleg Neve

source: Type
hu_hu: Típus

source: Users
hu_hu: Felhasználók

source: Primary Outgoing Email
hu_hu: Elsődleges Kimenő Email cím

source: Manager
hu_hu: Vezető

source: (Default)
hu_hu: (Alapértelmezett)

source: <b>Private</b>
hu_hu: <b>Privát</b>

source: Query returned 0 results
hu_hu: A lekérdezés 0 eredménnyel tért vissza

source: Make Public
hu_hu: Legyen Publikus

source: Are you sure you want to make selected depts(s) public?
hu_hu: Biztos vagy benne, hogy publikusak legyenek a kiválasztott részlegek?

source: Make Private
hu_hu: Legyen Privát

source: Are you sure you want to make selected depts(s) private?
hu_hu: Biztos vagy benne, hogy privát állapotúak legyenek a kiválasztott részlegek?

source: Delete Dept(s)
hu_hu: Részlegek Törlése

source: Are you sure you want to DELETE selected depts(s)?
hu_hu: Biztos vagy benne, hogy TÖRÖLNI akarod a kiválasztott részlegeket?

source: SMTP Server Setting (Optional)
hu_hu: SMTP Szerver Beállításai (Opcionális)

source: When enabled the system will use an SMTP server rather than the internal PHP mail() function for outgoing emails.
hu_hu: Ha engedélyezed, akkor a rendszer a beállított SMTP szervert fogja használni a belső PHP mail() függvény helyett, a kimenő levelek küldésére.

source: Leave the username and password empty of the SMTP server doesn't require authentication
hu_hu: Hagyd a felhasználónevet és a jelszót üresen, ha az SMTP szerver nem igényel azonosítást.

source: Enable SMTP
hu_hu: SMTP Engedélyezése

source: TLS (secure)
hu_hu: TLS (biztonságos)

source: Errors
hu_hu: Hibák

source: Warnings
hu_hu: Figyelmeztetések

source: Debug logs
hu_hu: Debug logok

source: All logs
hu_hu: Összes log

source: Entered date span is invalid. Selection ignored.
hu_hu: A megadott időintervallum érvénytelen.

source: Go!
hu_hu: Mehet

source: Search Results
hu_hu: Keresés Eredményei

source: Banned Email Addresses
hu_hu: Letiltott Email címek

source: (Add)
hu_hu: (Hozzáad)

source: Add
hu_hu: Hozzáad

source: (Search)
hu_hu: (Keres)

source: Sort by email
hu_hu: Emailek Szerinti Rendezés

source: Submitter
hu_hu: Beküldő

source: Sort By Create Date
hu_hu: Létrehozás Dátuma Szerinti Rendezés

source: Date Added
hu_hu: Hozzáadás Dátuma

source: Index list
hu_hu: Index lista

source: Unable to obtain a lock on the ticket
hu_hu: Nem lehet elérni a zárolt hibajegyet

source: Ticket is assigned to %s
hu_hu: A hibajegy hozzá lett rendelve %s

source: This ticket is currently locked by another staff member!
hu_hu: Ez a hibajegy jelenleg zárolva van!

source: Email is in banlist! Must be removed before any reply/response
hu_hu: Az email a tiltólistán van! El kell távolítanod onnan mielőtt bármilyen választ küldesz rá

source: Marked overdue!
hu_hu: Megkésettnek jelölve!

source: Reload
hu_hu: Újratölt

source: Edit Ticket
hu_hu: Hibajegy Szerkesztése

source: Create Date:
hu_hu: Létrehozás Dátuma:

source: Name:
hu_hu: Név:

source: Related Tickets
hu_hu: Kapcsolódó Hibajegyek

source: Phone:
hu_hu: Telefon:

source: Source:
hu_hu: Forrása:

source: Assigned Staff:
hu_hu: Hozzárendelt Személy:

source: Last Response:
hu_hu: Utolsó Hozzászólás:

source: Close Date:
hu_hu: Lezárás Dátuma:

source: IP Address:
hu_hu: IP Cím:

source: Last Message:
hu_hu: Utolsó Üzenet:

source: Action:
hu_hu: Művelet:

source: Select Action
hu_hu: Válassz egy Műveletet

source: Change Priority
hu_hu: Prioritás Változtatása

source: Mark Overdue
hu_hu: Megkésetté Jelöl

source: Release (unassign)
hu_hu: Hozzárendelést Töröl

source: Close Ticket
hu_hu: Hibajegy Lezárása

source: Reopen Ticket
hu_hu: Hibajegy Újranyitás

source: Ban Email
hu_hu: Email Tiltólistára

source: Un-Ban Email
hu_hu: Törlés a Tiltólistáról

source: Delete Ticket
hu_hu: Hibajegy Törlése

source: -Unchanged-
hu_hu: -Változatlan-

source: GO
hu_hu: Mehet

source: Internal Notes
hu_hu: Belső Megjegyzések

source: posted by
hu_hu: küldte

source: Ticket Thread
hu_hu: Hozzászólások

source: Post Reply
hu_hu: Válasz Küldése

source: Canned Response:
hu_hu: Előkészített Válasz:

source: Select a premade reply
hu_hu: Válassz egy előkészített választ

source: Attach File:
hu_hu: Fájl Csatolása:

source: Append Signature:
hu_hu: Aláírás Hozzáfűzése:

source: Dept Signature
hu_hu: Részleg Aláírása

source: Ticket Status:
hu_hu: Hibajegy Állapota:

source: Close on Reply
hu_hu: Válasz után Lezárni

source: Reopen on Reply
hu_hu: Válasz után Újranyitni

source: Post Internal Note
hu_hu: Belső Megjegyzés Küldése

source: Note Title:
hu_hu: Megjegyzés Fejléce:

source: Enter note content.
hu_hu: Írd ide a megjegyzést.

source: Dept. Transfer
hu_hu: Részleghez Áthelyezés

source: -Select Target Dept.-
hu_hu: -Válassz Részleget-

source: Comments/Reasons for the transfer. &nbsp;(<i>Internal note</i>)
hu_hu: Az áthelyezés Magyarázata/Okok. &nbsp;(<i>Belső megjegyzés</i>)

source: Transfer
hu_hu: Áthelyez

source: Re Assign Ticket
hu_hu: Hibajegy Hozzárendelése Máshoz

source: Assign to Staff
hu_hu: Hozzárendelés egy Személyhez

source: Staff Member:
hu_hu: Személyzet Tagja:

source: -Select Staff Member.-
hu_hu: -Válassz Személyzeti Tagot-

source: Comments/message for assignee. &nbsp;(<i>Saved as internal note</i>)
hu_hu: A hozzárendelés Magyarázata/Üzenet. &nbsp;(<i>Belső üzenetként lesz elmentve</i>)

source: Assign
hu_hu: Hozzárendel

source: Premade/Canned Replies
hu_hu: Előkészített Válaszok

source: Search for:
hu_hu: Keresés:

source: category
hu_hu: kategória

source: Sort By Title
hu_hu: Fejléc Szerinti Rendezés

source: Reply Title
hu_hu: Válasz Fejléce

source: Category/Dept
hu_hu: Kategória/Részleg

source: Sort By Update Date
hu_hu: Módosítás Dátuma Szerinti Rendezés

source: Last Updated
hu_hu: Utolsó Módosítás

source: Are you sure you want to ENABLE selected entries?
hu_hu: Biztos vagy benne, hogy ENGEDÉLYEZNI akarod a kiválasztott válaszokat?

source: Are you sure you want to DISABLE selected entries?
hu_hu: Biztos vagy benne, hogy TILTANI akarod a kiválasztott válaszokat?

source: Are you sure you want to DELETE selected entries?
hu_hu: Biztos vagy benne, hogy TÖRÖLNI akarod a kiválasztott válaszokat?

source: Sort by name
hu_hu: Név Szerinti Rendezés

source: In-Use
hu_hu: Használatban

source: Last Update
hu_hu: Utolsó Módosítás

source: Created
hu_hu: Létrehozva

source: Delete Template(s)
hu_hu: Sablonok Törlése

source: Are you sure you want to DELETE selected template(s)?
hu_hu: Biztos vagy benne, hogy TÖRÖLNI akarod a kiválasztott sablonokat?

source: Add New Template
hu_hu: Új Sablon Hozzáadása

source: To add a new template - select existing template and edit it thereafter.
hu_hu: Egy új sablon hozzáadása - válassz ki egy már létező sablont és módosítsd.

source: Select Template to Copy
hu_hu: Válassz Sablont a Másoláshoz

source: Variables
hu_hu: Változók

source: Variables are used on email templates as placeholders. Please note that non-base variables depends on the context in question.
hu_hu: Email sablonokban használt változók. Amik nem alap változók, azok függenek a szövegkörnyezettől.

source: Base Variables
hu_hu: Alap Változók

source: Other Variables
hu_hu: Egyéb Változók

source: Ticket ID (internal ID)
hu_hu: Hibajegy ID (belső ID)

source: Ticket number (external ID)
hu_hu: Hibajegy száma (külső ID)

source: Email address
hu_hu: Email cím

source: Full name
hu_hu: Teljes név

source: Help topic (web only)
hu_hu: Kategóriák (csak web)

source: Phone number | ext
hu_hu: Telefonszám | mellék

source: Assigned staff (if any)
hu_hu: Hozzárendelt személy (ha van)

source: Date created
hu_hu: Létrehozás Dátuma

source: Due date
hu_hu: Lejárat napja

source: Date closed
hu_hu: Lezárás Dátuma

source: Message (incoming)
hu_hu: Üzenet (bejövő)

source: Response (outgoing)
hu_hu: Válasz (kimenő)

source: Internal note
hu_hu: Belső megjegyzés

source: Staff's name (alert/notices)
hu_hu: Személyzet neve (riasztás/megjegyzés)

source: Assigned staff
hu_hu: Hozzárendelt személy

source: Staff assigning the ticket
hu_hu: Aki a hozzárendelést készítette

source: osTicket's base url (FQDN)
hu_hu: osTicket alap url (FQDN)

source: Welcome back
hu_hu: Üdvözöllek újra

source: Staff Panel
hu_hu: Személyzet Panel

source: My Preference
hu_hu: Beállításaim

source: Log Out
hu_hu: Kijelentkez

source: My Account
hu_hu: Fiókom

source: Remove From List
hu_hu: Törlés A Listáról

source: Are you sure you want to REMOVE selected email from ban list?
hu_hu: Biztos vagy benne, hogy ELTÁVOLÍTOD a kiválasztott email címet a tiltolistáról?

source: Help Topic
hu_hu: Kategória

source: AutoResp.
hu_hu: AutoVálasz

source: <b>Disabled</b>
hu_hu: <b>Tiltott</b>

source: <b>Yes</b>
hu_hu: <b>Igen</b>

source: Are you sure you want to make selected services active?
hu_hu: Biztos vagy benne, hogy aktiválod a kiválasztott szolgáltatásokat?

source: Are you sure you want to DISABLE selected services?
hu_hu: Biztos vagy benne, hogy LETILTOD a kiválasztott szolgáltatásokat?

source: Are you sure you want to DELETE selected services?
hu_hu: Biztos vagy benne, hogy TÖRLÖD a kiválasztott szolgáltatásokat?

source: API Keys
hu_hu: API Kulcsok

source: API Key
hu_hu: API Kulcs

source: IP Address
hu_hu: IP Cím

source: New IP:
hu_hu: Új IP:

source: Are you sure you want to ENABLE selected keys?
hu_hu: Biztos vagy benne, hogy ENGEDÉLYEZED a kiválasztott kulcsokat?

source: Are you sure you want to DISABLE selected keys?
hu_hu: Biztos vagy benne, hogy LETILTOD a kiválasztott kulcsokat?

source: Are you sure you want to DELETE selected keys?
hu_hu: Biztos vagy benne, hogy TÖRLÖD a kiválasztott kulcsokat?

source: Add New IP
hu_hu: Új IP Hozzáadása

source: Add a new IP address.
hu_hu: Írj be egy új IP címet.
