Repository: Sysqa/osticketplus
Catalog: upload/i18n/templates/*.po
Languages: hu_hu

source: Fatal Error
hu_hu: Végzetes Hiba

source: Authentication Required
hu_hu: Azonosítás Szükséges

source: Invalid login
hu_hu: Érvénytelen bejelentkezés

source: Excessive failed login attempts
hu_hu: Túl sok helytelen bejelentkezési kisérlet

source: You've reached maximum failed login attempts allowed. Try again later or <a href="open.php">open a new ticket</a>
hu_hu: A helytelen bejelentkezési kisérletek száma elérte a megengedett maximumot. Próbálkozz később vagy <a href="open.php">nyiss egy új hibajegyet</a>

source: %s/%s logged in [%s]
hu_hu: %s/%s bejelentkezett [%s]

source: User login
hu_hu: Felhasználói bejelentkezés

source: Forgot your login info? Please <a href="open.php">open a new ticket</a>.
hu_hu: Elfelejtetted a bejelentkezéshez szükséges adatokat? Kérlek <a href="open.php">nyiss egy új hibajegyet</a>.

source: Excessive login attempts by a client?
hu_hu: Túl sok helytelen bejelentkezési kisérlet egy felhasználó által?

source: Ticket #:
hu_hu: Hibajegy #:

source: Time:
hu_hu: Idő:

source: Attempts #
hu_hu: Kisérletek #

source: Excessive login attempts (client)
hu_hu: Túl sok helytelen bejelentkezési kisérlet (felhasználó)

source: TIME:
hu_hu: IDŐ:

source: Failed login attempt (client)
hu_hu: Hibás bejelentkezési kisérlet (felhasználó)

source: Enter text shown on the image
hu_hu: Írd be a képen látható szöveget

source: Invalid - try again!
hu_hu: Érvénytelen - próbáld újra!

source: Support ticket request created
hu_hu: Hibajegy létrehozva

source: Unable to create a ticket. Please correct errors below and try again!
hu_hu: Nem lehet létrehozni a hibajegyet. Kérlek javítsd a hibákat és próbáld újra!

source: System Language:
hu_hu: Rendszer nyelve:

source: Welcome to the support center
hu_hu: Üdvözöllek a hibabejelentőn

source: In order to streamline support requests and better serve you, we utilize a support ticket system. Every support request is assigned a unique ticket number which you can use to track the progress and responses online. For your reference we provide complete archives and history of all your support requests. A valid email address is required.
hu_hu: A hatékony ügyintézés és a felhasználók hatékonyabb segítése érdekében használjuk ezt a hibabejelentő rendszert. Minden bejelentés egy egyedi azonosítót kap, amivel ezen az oldalon nyomon lehet követni az ügy haladását és a válaszokat. Minden bejelentést a rendszer archivál. A bejelentéshez egy érvényes email cím szükséges.

source: Open A New Ticket
hu_hu: Új Hibajegy Létrehozása

source: Please provide as much detail as possible so we can best assist you. To update a previously submitted ticket, please use the form to the right.
hu_hu: A legjobb ügyintézés érdekében, kérlek írd le a problémát olyan részletesen, amennyire lehetséges. Egy korábbi hibajegy kiegészítéséhez használd a jobb oldalon található űrlapot.

source: Open New Ticket
hu_hu: Új Hibajegy

source: Check Ticket Status
hu_hu: Hibajegy Állapotának Ellenőrzése

source: We provide archives and history of all your support requests complete with responses.
hu_hu: Minden bejelentésről teljes archívumot tartunk fent, a bejelenésekkel és a válaszokkal együtt.

source: Check Status
hu_hu: Állapot Ellenőrzése

source: Support Ticket System
hu_hu: Központi Hibabejelentő Rendszer

source: Support Ticket System Offline
hu_hu: Központi Hibabejelentő Rendszer Üzemen kívül

source: Thank you for your interest in contacting us.
hu_hu: Köszönjük az érdeklődést.

source: Our helpdesk is offline at the moment, please check back at a later time.
hu_hu: A szolgáltatás jelenleg nem elérhető, kérlek próbáld meg később.

source: Kwaheri rafiki!
hu_hu: Viszont látásra!

source: System is offline for an upgrade.
hu_hu: A rendszer frissítés miatt nem elérhető.

source: Invalid/unknown file
hu_hu: Érvénytelen/ismeretlen fájl

source: You've reached maximum failed login attempts allowed.
hu_hu: A helytelen bejelentkezési kisérletek száma elérte a megengedett maximumot.

source: Staff login
hu_hu: Személyzeti bejelentkezés

source: %s logged in [%s]
hu_hu: %s bejelentkezett [%s]

source: Access Denied
hu_hu: Hozzáférés Megtagadva

source: Forgot your login info? Contact IT Dept.
hu_hu: Elfelejtetted a bejelentkezéshez szükséges adatokat? Lépj kapcsolatba az informatikai részleggel.

source: Excessive login attempts by a staff member?
hu_hu: Túl sok helytelen bejelentkezési kisérlet a személyzet által?

source: Username
hu_hu: Felhasználónév

source: minutes
hu_hu: perc

source: Timeout:
hu_hu: Időtúllépés:

source: Excessive login attempts (staff)
hu_hu: Túl sok helytelen bejelentkezési kisérlet (személyzet)

source: Failed login attempt (staff)
hu_hu: Hibás bejelentkezési kisérlet (személyzet)

source: Staff logout
hu_hu: Személyzeti kijelentkezés

source: %s logged out [%s]
hu_hu: %s kijelentkezett [%s]

source: The script is version %s while the database is version %s.
hu_hu: A script verziója %s viszont az adatbázis verziója %s.

source: Possibly caused by incomplete <a href="../setup/upgrade.php">upgrade</a>.
hu_hu: Befejezetlen telepítés, <a href="../setup/upgrade.php">frissítés</a>.

source: Please take a minute to delete <strong>setup/install</strong> directory for security reasons.
hu_hu: Kérlek szánj rá pár percet és töröld a <strong>setup/install</strong> könyvtárat, biztonsági okok végett.

source: Please change permission of config file (%s) to remove write access. e.g <i>chmod 644 %s</i>
hu_hu: Kérlek változtasd meg a config fájl hozzáférési jogait (%s), töröld az írási jogot. pl.: <i>chmod 644 %s</i>

source: Please consider turning off register globals if possible
hu_hu: Vedd fontolóra és ha lehetséges állítsd a register_globals változót off állapotra

source: Preferences Updated Successfully
hu_hu: Beállítások Sikeresen Módosítva

source: Internal Error
hu_hu: Rendszerhiba

source: Directory must be valid and writeable
hu_hu: A könyvtárnak érvényesnek és írhatónak kell lennie

source: Invalid upload dir
hu_hu: Érvénytelen feltöltési könyvtár

source: The 'file_uploads' directive is disabled in php.ini
hu_hu: A 'file_uploads' változó le van tiltva a php.ini fájlban

source: Maximum file size required
hu_hu: Maximális fájlméret megadása szükséges

source: Allowed file extentions required
hu_hu: Engedélyezett fájlkiterjesztések megadása szükséges

source: Attachments settings updated
hu_hu: Mellékletek beállításai módosítva lettek

source: Update error!
hu_hu: Frissítési hiba!

source: Error occured. See error messages below.
hu_hu: Hiba lépett fel. Nézd meg a hibaüzenetet alul.

source: Key created successfully for %s
hu_hu: Kulcs sikeresen létrehozva a %s

source: Error adding the IP. Try again
hu_hu: Hiba az IP cím hozzáadása közben. Próbálkozz újra

source: API passphrase updated successfully
hu_hu: API titkos kulcs sikeresen módosítva

source: Error updating passphrase. Try again
hu_hu: Hiba a titkos kulcs frissítése közben. Próbálkozz újra

source: You must select at least one entry to process
hu_hu: Ki kell választanod legalább egy bejegyzést a feldolgozáshoz

source: %s of %s selected key(s) updated
hu_hu: A kiválasztott kulcsok közül %s / %s módosítva lett

source: Unable to delete selected keys.
hu_hu: Nem lehet törölni a kiválasztott kulcsokat

source: %s of %s selected key(s) deleted
hu_hu: A kiválasztott kulcsok közül %s / %s törölve lett

source: Unable to delete selected key(s). Try again
hu_hu: Nem lehet törölni a kiválasztott kulcsokat. Próbálkozz újra

source: Unknown command
hu_hu: Ismeretlen parancs

source: Unknown action %s
hu_hu: Ismeretlen művelet %s

source: Please enter a valid email.
hu_hu: Kérlek addjál meg egy érvényes email címet.

source: Email already banned
hu_hu: Az email már le van tiltva

source: Email added to banlist
hu_hu: Az email cím hozzá lett adva a tiltólistához

source: Unable to add email to banlist. Try again
hu_hu: Nem lehet hozzáadni az email címet a tiltólistához. Próbálkozz újra

source: You must select at least one email
hu_hu: Ki kell választanod legalább egy email címet

source: %s of %s selected emails removed from banlist
hu_hu: A kiválasztott email címek közül %s / %s törölve lettek a tiltólistáról

source: Unable to make remove selected emails. Try again.
hu_hu: Nem lehet törölni a kiválasztott email címeket. Próbálkozz újra.

source: Uknown banlist command!
hu_hu: Ismeretlen tiltólista parancs!

source: Email updated successfully
hu_hu: Email sikeresen módosítva

source: Error updating email
hu_hu: Hiba az email frissítése közben

source: Internal error
hu_hu: Rendszerhiba

source: Email added successfully
hu_hu: Email sikeresen hozzáadva

source: Unable to add email. Internal error
hu_hu: Nem lehet hozzáadni az email címet. Rendszerhiba

source: You must select at least one email to process
hu_hu: Ki kell választanod legalább egy email címet a feldolgozáshoz

source: One or more of the selected emails is being used by a Dept. Remove association first.
hu_hu: Egy vagy több kiválasztott email címet egy Részleg használja. Szüntesd meg a hozzárendelést először.

source: %s of %s selected email(s) deleted
hu_hu: A kiválasztott email címek közül %s / %s törölve lett

source: Unable to delete selected email(s).
hu_hu: Nem lehet törölni a kiválasztott email címeket.

source: Unknown topic action!
hu_hu: Ismeretlen kategória művelet!

source: Template created successfully
hu_hu: Sablon sikeresen létrehozva

source: Error creating the template - try again
hu_hu: Hiba a sablon létrehozása közben - próbáld újra

source: Unknown template
hu_hu: Ismeretlen sablon

source: Template updated successfully
hu_hu: Sablon sikeresen módosítva

source: Error updating the template. Try again
hu_hu: Hiba a sablon frissítése közben. Próbálkozz újra

source: You must select at least one template
hu_hu: Ki kell választanod legalább egy sablont

source: You can not delete default template
hu_hu: Nem törölheted az alapértelmezett sablont

source: One or more of the selected templates is being used by a Dept. Remove association first.
hu_hu: Egy vagy több kiválasztott sablont egy Részleg használja. Szüntesd meg a hozzárendelést először.

source: %s of %s selected templates(s) deleted
hu_hu: A kiválasztott sablonok közül %s / %s törölve lett

source: Unable to delete selected templates(s).
hu_hu: Nem lehet törölni a kiválasztott sablonokat.

source: Unknown action
hu_hu: Ismeretlen művelet

source: Topic updated successfully
hu_hu: Kategória sikeresen módosítva

source: Error updating the topic
hu_hu: Hiba a kategória frissítése közben

source: Help topic created successfully
hu_hu: Támogatási kategória sikeresen létrehozva

source: Unable to create the topic. Internal error
hu_hu: Nem lehet létrehozni a kategóriát. Rendszerhiba

source: You must select at least one topic
hu_hu: Ki kell választanod legalább egy kategóriát

source: %s of %s selected services enabled
hu_hu: A kiválasztott szolgáltatások közül %s / %s engedélyezve lett

source: Unable to complete the action.
hu_hu: Nem lehet befejezni a műveletet.

source: %s of %s selected topics disabled
hu_hu: A kiválasztott kategóriák közül %s / %s tiltva lett

source: Unable to disable selected topics
hu_hu: Nem lehet letiltani a kiválasztott kategóriákat

source: %s of %s selected topics deleted!
hu_hu: A kiválasztott kategóriák közül %s / %s törölve lett

source: Unable to delete selected topics
hu_hu: Nem lehet törölni a kiválasztott kategóriát

source: Group %s updated successfully
hu_hu: %s csoport sikeresen módosítva

source: Error(s) occured. Try again.
hu_hu: Hiba történt. Próbálkozz újra.

source: Group %s created successfully
hu_hu: %s csoport sikeresen létrehozva

source: %s of %s selected groups Enabled
hu_hu: A kiválasztott csoportok közül %s / %s engedélyezve lett

source: Trying to 'Disable' or 'Delete' your group? Doesn't make any sense!
hu_hu: A saját csoportodat akarod 'Letiltani' vagy 'Törölni'? Ennek nincs semmi értelme!

source: %s of %s selected groups Disabled
hu_hu: A kiválasztott csoportok közül %s / %s tiltva lett

source: One or more of the selected groups have users. Only empty groups can be deleted.
hu_hu: Egy vagy több kiválasztott csoportban még vannak felhasználók. Csak üres csoportot lehet törölni.

source: %s of %s selected groups Deleted
hu_hu: A kiválasztott csoportok közül %s / %s törölve lett

source: Uknown command!
hu_hu: Ismeretlen parancs!

source: No groups selected.
hu_hu: Nincsenek csoportok kiválasztva.

source: Staff profile updated successfully
hu_hu: Személyzet profil sikeresen módosítva

source: Error updating the user
hu_hu: Hiba a felhasználó frissítése közben

source: %s %s added successfully
hu_hu: %s %s sikeresen hozzáadva

source: Unable to add the user. Internal error
hu_hu: Nem lehet hozzáadni a felhasználót. Rendszerhiba

source: %s of %s selected users enabled
hu_hu: A kiválasztott felhasználók közül %s / %s engedélyezve lett

source: You can not lock or delete yourself!
hu_hu: Nem tudod zárolni vagy törölni saját magad!

source: %s of %s selected users locked
hu_hu: A kiválasztott felhasználók közül %s / %s zárolva lett

source: %s of %s selected users deleted
hu_hu: A kiválasztott felhasználók közül %s / %s törölve lett

source: No users selected.
hu_hu: Nincsenek kiválasztva felhasználók.

source: Dept updated successfully
hu_hu: Részleg sikeresen módosítva

source: Error updating the department
hu_hu: Hiba a részleg frissítése közben

source: Unable to add department. Internal error
hu_hu: Nem lehet hozzáadni a részleget. Rendszerhiba

source: You must select at least one department
hu_hu: Ki kell választanod legalább egy részleget

source: You can not disable/delete a default department. Remove default Dept and try again.
hu_hu: Nem lehet letiltani/törölni az alapértelmezett részleget. Szüntesd meg az alapértelmezettséget és próbáld újra.

source: %s of %s selected departments made public
hu_hu: A kiválasztott részlegek közül %s / %s nyilvánossá lett alakítva

source: Unable to make depts public.
hu_hu: Nem lehet a részlegeket nyilvánossá alakítani.

source: %s of %s selected departments made private
hu_hu: A kiválasztott részlegek közül %s / %s priváttá lett alakítva

source: Unable to make selected department(s) private. Possibly already private!
hu_hu: Nem lehet a kiválasztott részlegeket priváttá alakítani. Lehetséges, hogy már azok!

source: Can not delete Dept. with members. Move staff first.
hu_hu: Nem lehet törölni a Részleget, ha vannak tagjai. Először mozgatsd át a személyzetet.

source: Can not delete Dept. associated with a help topics. Remove association first.
hu_hu: Nem lehet törölni a Részleget, ha hozzá vannak rendelve támogatási kategóriák. Először töröld a hozzárendelést.

source: %s of %s selected departments deleted
hu_hu: A kiválasztott részlegek közül %s / %s törölve lett

source: Unable to delete selected departments.
hu_hu: Nem lehet törölni a kiválasztott részlegeket.

source: Unknown Dept action
hu_hu: Ismeretlen Részleg művelet

source: Preferences
hu_hu: Beállítások

source: Attachments
hu_hu: Mellékletek

source: System Logs
hu_hu: Rendszerüzenetek

source: Email Addresses
hu_hu: Email Címek

source: Add New Email
hu_hu: Új Email Hozzáadása

source: Templates
hu_hu: Sablonok

source: Email Templates
hu_hu: Email Sablonok

source: Banlist
hu_hu: Tiltólista

source: Banned Email
hu_hu: Tiltott Email címek

source: Unable to fetch info on template ID#
hu_hu: Nem lehet információt lekérdezni a sablonról ID#

source: Unable to fetch info on email ID#%s
hu_hu: Nem lehet információt lekérdezni az email címről ID#%s

source: Help Topics
hu_hu: Kategóriák

source: Add New Topic
hu_hu: Új Kategória Hozzáadása

source: Unable to fetch info on topic #%s
hu_hu: Nem lehet információt lekérdezni a kategóriáról #%s

source: Staff Members
hu_hu: Személyzet Tagjai

source: Add New User
hu_hu: Új Felhasználó Hozzáadása

source: User Groups
hu_hu: Felhasználói Csoportok

source: Add New Group
hu_hu: Új Csoport Hozzáadása

source: Unable to fetch info on group ID#%s
hu_hu: Nem lehet információt lekérdezni a csoportról ID#%s

source: Unable to fetch info on rep ID#%s
hu_hu: Nem lehet információt lekérdezni a személyzetről ID#%s

source: Unable to fetch info on Dept ID#%s
hu_hu: Nem lehet információt lekérdezni a Részlegről ID#%s

source: Departments
hu_hu: Részlegek

source: Add New Dept.
hu_hu: Új Részleg Hozzáadása

source: Problems loading requested admin page.
hu_hu: Probléma a kért adminisztrátori oldal betöltése közben.

source: Possibly access denied, if you believe this is in error please get technical support.
hu_hu: Lehetséges, hogy a hozzáférés nincs engedélyezve, ha úgy gondolod, hogy ez egy hiba miatt van, akkor kérj technikai segítséget.

source: config error
hu_hu: konfigurációs hiba

source: Access Denied. IP %s
hu_hu: Hozzáférés Megtagadva. IP %s

source: Invalid params
hu_hu: Érvénytelen paraméterek

source: invalid method
hu_hu: érvénytelen eljárás

source: This is secure ajax assjax %s
hu_hu: Ez egy biztonságos ajax assjax %s

source: invalid method/call %s
hu_hu: érvénytelen eljárás/hívás %s

source: Unknown ID#
hu_hu: Ismeretlen ID#

source: Missing or invalid group ID
hu_hu: Hiányzik vagy érvénytelen csoport ID

source: Title/subject required
hu_hu: Cím/tárgy megadása szükséges

source: Reply required
hu_hu: Válasz írása szükséges

source: Unable to create the reply. Internal error
hu_hu: Nem lehet létrehozni a választ. Rendszerhiba

source: Premade reply created
hu_hu: Előkészített válasz létrehozva

source: Premade reply updated
hu_hu: Előkészített válasz módosítva

source: Internal update error occured. Try again
hu_hu: Rendszerhiba a módosítás közben. Próbálkozz újra

source: Title already exists!
hu_hu: Cím már létezik!

source: Error(s) occured. Try again
hu_hu: Hiba történt. Próbálkozz újra

source: You must select at least one item
hu_hu: Ki kell választanod legalább egyet

source: %s of %s selected replies enabled
hu_hu: A kiválasztott válaszok közül %s / %s engedélyezve lett

source: %s of %s selected replies disabled
hu_hu: A kiválasztott válaszok közül %s / %s tiltva lett

source: %s of %s selected replies deleted
hu_hu: A kiválasztott válaszok közül %s / %s törölve lett

source: Error occured. Try again
hu_hu: Hiba történt. Próbálkozz újra.

source: Premade Replies
hu_hu: Előkészített Válaszok

source: New Premade Reply
hu_hu: Új Előkészített Válasz

source: All Department
hu_hu: Összes Részleg

source: Name
hu_hu: Név

source: Dept
hu_hu: Részleg

source: Phone
hu_hu: Telefon

source: Mobile
hu_hu: Mobil

source: Problems displaying directory
hu_hu: Könyvtár megjelenítési problémák

source: cron job executed [%s]
hu_hu: cron folyamat elindítva [%s]

source: Internal Error. Action Denied
hu_hu: Rendszerhiba. Hozzáférés Megtagadva

source: Invalid auto refresh value.
hu_hu: Érvénytelen automatikus frissítési érték.

source: Preference Updated Successfully
hu_hu: Beállítások Sikeresen Módosítva

source: Preference update error.
hu_hu: Hiba a beállítások módosítása közben.

source: Current password required
hu_hu: Jelenlegi jelszó megadása szükséges

source: New password required
hu_hu: Új jelszó szükséges

source: Must be atleast 6 characters
hu_hu: Legalább 6 karakternek kell lennie

source: Confirm new password
hu_hu: Új jelszó megerősítése

source: Valid password required
hu_hu: Érvényes jelszó szükséges

source: New password(s) don't match
hu_hu: A beírt új jelszavak nem egyeznek

source: New password is same as old password
hu_hu: Az új jelszó megegyezik a régivel

source: Password Changed Successfully
hu_hu: Jelszó Sikeresen Megváltoztatva

source: Unable to complete password change. Internal error.
hu_hu: Nem lehet végrehajtani a jelszómódosítást. Rendszerhiba.

source: First name required
hu_hu: Keresztnév megadása szükséges

source: Last name required
hu_hu: Vezetéknév megadása szükséges

source: Valid email required
hu_hu: Érvényes email szükséges

source: Enter a valid number
hu_hu: Addj meg egy érvényes számot

source: Invalid ext.
hu_hu: Érvénytelen mellék

source: Profile Updated Successfully
hu_hu: Profil Sikeresen Módosítva

source: Error(s) occured. Profile NOT updated
hu_hu: Hiba történt. A profil NEM módosult

source: Error(s) below occured. Try again
hu_hu: Hiba történt. Próbálkozz újra

source: Uknown action
hu_hu: Ismeretlen művelet

source: My Profile
hu_hu: Profilom

source: Change Password
hu_hu: Jelszó Változtatása

source: Welcome back! You are listed as 'on vacation' Please let admin or your manager know that you are back.
hu_hu: Üdvözöllek! Az állaptodra 'szabadságon' volt beállítva. Kérlek engedd meg hogy az adminisztrátort vagy a vezetődet tudassuk, hogy visszajöttél.

source: You must change your password to continue.
hu_hu: Meg kell változtatnod a jelszavad a folytatáshoz.

source: Unknown ticket ID#
hu_hu: Ismeretlen hibajegy ID#

source: Access denied. Contact admin if you believe this is in error
hu_hu: Hozzáférés Megtagadva. Vedd fel a kapcsolatot az adminisztrátorral, ha úgy gondolod, hogy ez egy hiba miatt van

source: Access denied. You are not allowed to edit this ticket. Contact admin if you believe this is in error
hu_hu: Hozzáférés Megtagadva. Nincs engedélyezve, hogy módosítsd ezt a hibajegyet. Vedd fel a kapcsolatot az adminisztrátorral, ha úgy gondolod, hogy ez egy hiba miatt van

source: Missing message ID
hu_hu: Hiányzik az üzenet ID

source: Response message required
hu_hu: Válaszüzenet írása szükséges

source: Action Denied. Ticket is locked by someone else!
hu_hu: Művelet Megtagadva. A hibajegyet valaki már zárolta!

source: Invalid attachment
hu_hu: Érvénytelen melléklet

source: upload dir invalid. Contact admin.
hu_hu: feltöltési könyvtár érvénytelen. Vedd fel a kapcsolatot az adminisztrátorral.

source: Invalid file type
hu_hu: Érvénytelen fájl típus

source: Email is in banlist. Must be removed to reply
hu_hu: Az email tiltólistán van. El kell onnan távolítanod, hogy válaszolni tudjál

source: Response Posted Successfully
hu_hu: Válasz Sikeresen Elküldve

source: %s %s the ticket on reply
hu_hu: %s %s hibajegy megválaszolva

source: reopened
hu_hu: újra nyitott

source: closed
hu_hu: lezárt

source: Ticket status changed to %s
hu_hu: Hibajegy állapota megváltozott %s

source: Open
hu_hu: Nyitott

source: Closed
hu_hu: Lezárt

source: Unable to post the response.
hu_hu: Nem lehet elküldeni a választ

source: Select Department
hu_hu: Válassz Részleget

source: Note/Message required
hu_hu: Megjegyzés/Üzenet írása szükséges

source: Ticket already in the Dept.
hu_hu: A hibajegy már a Részleghez van rendelve

source: Action Denied. You are not allowed to transfer tickets.
hu_hu: Művelet Megtagadva. Nincs engedélyezve, hogy áthelyezd a hibajegyeket.

source: Dept. Transfer from %s to %s
hu_hu: Részleghez Áthelyezés innen %s ide %s

source: Ticket transfered sucessfully to %s Dept.
hu_hu: Hibajegy áthelyezése sikerült a %s Részleghez

source: Unable to complete the transfer
hu_hu: Nem lehet végrehajtani az áthelyezést

source: Select assignee
hu_hu: Válassz hozzárendelést

source: Message required
hu_hu: Üzenet írása szükséges

source: Ticket already assigned to the staff.
hu_hu: A hibajegy már hozzá van rendelve valakihez.

source: Ticket already assigned. You do not have permission to re-assign assigned tickets
hu_hu: A hibajegy már hozzá van rendelve valakihez. Nincs jogosultságod, hogy megváltosztasd.

source: Ticket Assigned to
hu_hu: Hibajegy Hozzárendelve

source: staff
hu_hu: személyzet

source: Unable to assign the ticket
hu_hu: Nem lehet hozzárendelni a hibajegyet

source: Title required
hu_hu: Cím megadása szükséges

source: Note message required
hu_hu: Megjegyzés beírása szükséges

source: Internal note posted
hu_hu: Belső megjegyzés elküldve

source: and status set to
hu_hu: és az állapot beállítva

source: open
hu_hu: nyitott

source: Error(s) occured. Unable to post the note.
hu_hu: Hiba történt. Nem lehet elküldeni a megjegyzést.
