Repository: Sysqa/osticketplus
Catalog: upload/i18n/templates/*.po
Languages: hu_hu

source: API Passphrase
hu_hu: API Titkos Kulcs

source: Passphrase must be at least 3 words. Required to generate the api keys.
hu_hu: A titkos kulcsnak legalább 3 szóból kell állnia. Szükséges az API kulcsok generálásához.

source: Phrase:
hu_hu: Szavak:

source: Please note that changing the passprase does NOT invalidate existing keys. To regerate a key you need to delete and readd it.
hu_hu: A titkos klucsok változtatása nem érvényteleníti a létező kulcsokat. Újragenerálás esetén törölnöd kell az adott kulcsot és újra hozzáadnod.

source: Update: %s %s
hu_hu: Módosítás: %s %s

source: To reset the password enter a new one below
hu_hu: A jelszó megváltoztatásához írj be egy új jelszót

source: New Staff Member
hu_hu: Új Személyzeti Tag

source: User Account
hu_hu: Felhasználói Fiók

source: Account information
hu_hu: Hozzáférés adatai

source: User Group:
hu_hu: Felhasználói Csoport:

source: Select Group
hu_hu: Válassz Csoportot

source: Name (First,Last):
hu_hu: Név (Keresztnév,Vezetéknév):

source: Mobile Phone:
hu_hu: Mobiltelefon:

source: Password:
hu_hu: Jelszó:

source: Password (confirm):
hu_hu: Jelszó mégegyszer:

source: Forced Password Change:
hu_hu: Jelszó Változtatás Kényszerítése

source: Require a change of password in the next login
hu_hu: Az első bejelentkezésnél meg kell változtatni a jelszót

source: Account Permission, status &amp; Settings
hu_hu: Fiók Engedélyei, Állapot és Beállítások

source: Staff's permission is also based on the assigned group. <b>Admin is not restricted by group settings.</b>
hu_hu: A Személyzet jogai a hozzárendelt csoporttól függenek. <b>Az Admin nem függ a csoport beállításoktól.</b>

source: Account Status
hu_hu: Fiók Állapota

source: Locked
hu_hu: Zárolt

source: Account Type
hu_hu: Fiók Típusa

source: Directory Listing
hu_hu: Könyvtár Listázás

source: Show the user on staff's directory
hu_hu: Mutassa a felhasználót a címtárban

source: Vacation Mode
hu_hu: Szabadság

source: Staff on vacation mode.
hu_hu: A személyzet szabadságon mód használata.

source: No ticket assignment or Alerts
hu_hu: Nincsenek hibajegy hozzárendelések vagy riasztások

source: Copyright &copy; 2006-%s&nbsp;osTicket.com. &nbsp;All Rights Reserved.
hu_hu: Copyright &copy; 2006-%s&nbsp;osTicket.com. &nbsp;Minden Jog Fenntartva.

source: Update Department
hu_hu: Részleg Módosítása

source: New Department
hu_hu: Új Részleg

source: Dept depends on email &amp; help topics settings for incoming tickets.
hu_hu: A részleg függ az email és a kategória beállításaitól

source: Dept Name:
hu_hu: Részleg Neve:

source: Dept Email:
hu_hu: Részleg Email Címe:

source: (outgoing email)
hu_hu: (kimenő email cím)

source: Dep Manager:
hu_hu: Részlegvezető:

source: -------None-------
hu_hu: -------Nincs-------

source: Select Manager (optional)
hu_hu: Válassz Vezetőt (opciónális)

source: No Users (Add Users)
hu_hu: Nincsenek Felhasználók (Addj Hozzá Felhasználókat)

source: Dept Type
hu_hu: Részleg Típusa

source: Public
hu_hu: Publikus

source: Private (Hidden)
hu_hu: Privát (Rejtett)

source: Dept Signature:
hu_hu: Részleg Aláírása:

source: Required when Dept is public
hu_hu: Szükséges ha a Részleg publikus

source: can be appended to responses.&nbsp;(available as a choice for public departments)
hu_hu: hozzáfűzi a válaszokhoz.&nbsp;(kiválasztható nyilvános részlegek esetén)

source: Email Templates:
hu_hu: Email Sablonok:

source: Select Template
hu_hu: Válassz Sablont

source: System Default
hu_hu: Alapértelmezett

source: Used for outgoing emails,alerts and notices to user and staff.
hu_hu: Ezt használja a felhasználónak és a személyzetnek küldött email-ek, riasztások és megjegyzések esetén.

source: Autoresponders
hu_hu: Autoválaszok

source: Global auto-response settings in preference section must be enabled for Dept 'Enable' setting to take effect.
hu_hu: A globális autoválaszokat a Beállítások menüben is engedélyezned kell, hogy az itt lévő beállítások érvényesek legyenek

source: Auto Response Email:
hu_hu: AutoVálasz Email Címe:

source: Dept Email (above)
hu_hu: Részleg Email Címe (felül)

source: Email address used to send auto-responses, if enabled.
hu_hu: Ezt az email címet fogja használni az autoválaszok elküldésére, ha engedélyezve van.

source: Emails
hu_hu: Email Címek

source: Delete Selected Emails
hu_hu: Kiválasztott Email Címek Törlése

source: Are you sure you want to DELETE selected emails?
hu_hu: Biztos vagy benne, hogy TÖRLÖD a kiválasztott email címeket?

source: No staff found. <a href='admin.php?t=staff&a=new&dept=%s'>Add New User</a>.
hu_hu: Nincs személyzet. <a href='admin.php?t=staff&a=new&dept=%s'>Új Felhasználó Hozzáadása</a>.

source: Full Name
hu_hu: Teljes Név

source: Group
hu_hu: Csoport

source: Last Login
hu_hu: Utolsó Bejelentkezés

source: (<i>vacation</i>)
hu_hu: (<i>szabadság</i>)

source: Are you sure you want to ENABLE selected user(s)?
hu_hu: Biztos vagy benne, hogy ENGEDÉLYEZED a kiválasztott felhasználókat?

source: Lock
hu_hu: Zárol

source: Are you sure you want to LOCK selected user(s)?
hu_hu: Biztos vagy benne, hogy ZÁROLOD a kiválasztott felhasználókat?

source: Are you sure you want to DELETE selected user(s)?
hu_hu: Biztos vagy benne, hogy TÖRLÖD a kiválasztott felhasználókat?

source: No groups??
hu_hu: Nincsenek csoportok??

source: Group Name
hu_hu: Csoport Neve

source: Group Status
hu_hu: Csoport Állapota

source: Members
hu_hu: Tagok

source: Create Date
hu_hu: Létrehozva

source: Are you sure you want to ENABLE selected group(s)
hu_hu: Biztos vagy benne, hogy ENGEDÉLYEZED a kiválasztott csoportokat?

source: Are you sure you want to DISABLE selected group(s)
hu_hu: Biztos vagy benne, hogy LETILTOD a kiválasztott csoportokat?

source: Are you sure you want to DELETE selected group(s)
hu_hu: Biztos vagy benne, hogy TÖRLÖD a kiválasztott csoportokat?

source: DB Error #
hu_hu: Adatbázis Hiba #

source: To view the status of a ticket, provide us with your login details below.<br/>If this is your first time contacting us or you've lost the ticket ID, please <a href='open.php'>click here</a> to open a new ticket.
hu_hu: Ahhoz hogy megtudd nézni egy hibajegy állapotát, alul töltsd ki a kért adatokat. Ha ez az első alkalom, hogy itt jársz, vagy elvesztetted a hibajegy azonosítóját, kérlek <a href='open.php'>kattints ide</a> és nyiss egy új hibajegyet.

source: Ticket ID:
hu_hu: Hibajegy ID:

source: View Status
hu_hu: Lekérdezés

source: General Inquiry
hu_hu: Általános Információk

source: Message:
hu_hu: Üzenet:

source: Please re-enter the text again
hu_hu: Kérlek írd be újra szöveget

source: Captcha Text:
hu_hu: Captcha:

source: Enter the text shown on the image.
hu_hu: Írd be a szöveget, amit a képen látsz.

source: View Open
hu_hu: Nyitott Hibajegyek

source: View Closed
hu_hu: Lezárt Hibajegyek

source: Refresh
hu_hu: Frissítés

source: NO tickets found.
hu_hu: NINCSENEK hibajegyek

source: Thank you for contacting us.<br>A support ticket request has been created and a representative will be getting back to you shortly if necessary.
hu_hu: Köszönjük, hogy felvette velünk a kapcsolatot. <br>A hibabejelenést rögzítettük. Hamarosan valaki felveszi a kapcsolatot veled, ha szükséges.

source: An email with the ticket number has been sent to <b>%s</b>.You'll need the ticket number along with your email to view status and progress online.
hu_hu: A hibajegy számát elküldtük egy email-ben a <b>%s</b> címre. Online is nyomon lehet követni az ügy haladását. Ehhez az elküldött számra és az email címre lesz szükség.

source: If you wish to send additional comments or information regarding same issue, please follow the instructions on the email.
hu_hu: Ha további megjegyzéseket szeretnél hozzáfűzni a hibajegyhez, vagy információkat adni egy hasonló üggyel kapcsolatban, kérlek követsd az email-ben kapott instrukciókat.

source: Ticket will be reopened on message post
hu_hu: A hibajegy újra nyitott lesz az üzenet elküldése után

source: Enter Message
hu_hu: Írd be az Üzenetet

source: Attach File
hu_hu: Fájl Csatolása

source: osTicket :: Support Ticket System
hu_hu: osTicket :: Központi Hibabejelentő Rendszer

source: Support Center
hu_hu: Hibabejelentő

source: <span>SUPPORT TICKET</span> SYSTEM
hu_hu: <span>KÖZPONTI HIBABEJELENTŐ</span> RENDSZER

source: My Tickets
hu_hu: Hibajegyeim

source: Ticket Status
hu_hu: Hibajegy Állapota

source: Home
hu_hu: Főoldal

source: Copyright &copy; osTicket.com. All rights reserved
hu_hu: Copyright &copy; osTicket.com. Minden Jog Fenntartva

source: Name required
hu_hu: Név megadása szükséges

source: Subject required
hu_hu: Tárgy megadása szükséges

source: Template message required
hu_hu: Sablonüzenet megadása szükséges

source: Unable to update. Internal error occured
hu_hu: Nem lehet módosítani. Rendszerhiba történt

source: required
hu_hu: szükséges

source: Name already in use
hu_hu: A név már használatban van.

source: Unable to create the template. Internal error occured
hu_hu: Nem lehet létrehozni a sablont. Rendszerhiba történt

source: Invalid input
hu_hu: Érvénytelen bemenet

source: No fields setup
hu_hu: Nincsenek mezők beállítva

source: (5 chars min)
hu_hu: (minimum 5 karakter)

source: (3 chars min)
hu_hu: (minimum 3 karakter)

source: (type not set)
hu_hu: (típus nincs beállítva)

source: Internal error. Try again
hu_hu: Rendszerhiba. Próbálkozz újra

source: Help topic required
hu_hu: Kategória megadása szükséges

source: Topic is too short. 5 chars minimum
hu_hu: A kategória neve túl rövid. minimum 5 karakter szükséges

source: Topic already exists
hu_hu: A kategória már létezik

source: You must select a department
hu_hu: Ki kell választanod egy részleget

source: You must select a priority
hu_hu: Ki kell választanod egy prioritást

source: Unable to update topic. Internal error occured
hu_hu: Nem lehet módosítani a kategóriát. Rendszerhiba történt

source: Helpdesk URl required
hu_hu: Helpdesk URl megadása szükséges

source: Helpdesk title required
hu_hu: Helpdesk fejléc megadása szükséges

source: Default Dept. required
hu_hu: Alapértelmezett Részleg megadása szükséges

source: Default email required
hu_hu: Alapértelmezett email megadása szükséges

source: You must select template.
hu_hu: Ki kell választanod a használni kívánt sablont.

source: Enter idle time in minutes
hu_hu: Írd be a tétlenségi időt percben

source: Time format required
hu_hu: Időformátum megadása szükséges

source: Date format required
hu_hu: Dátumformátum megadása szükséges

source: Datetime format required
hu_hu: Dátum- és időformátum megadása szükséges

source: Day, Datetime format required
hu_hu: Nap, Dátum- és időformátum format required

source: Enter lock time in minutes
hu_hu: Írd be a zárolási időt percben

source: No target recipient(s) selected
hu_hu: Nincsenek cél címzettek kiválasztva

source: Reply separator required (?)
hu_hu: A választ elhatároló megadása szükséges (?)

source: The GD extension required
hu_hu: GD kiterjesztés szükséges

source: PNG support required for Image Captcha
hu_hu: PNG támogatás szükséges az Captcha-hoz

source: Email already setup as system email
hu_hu: Ez az email cím már be lett állítva, mint rendszer email

source: Dashboard
hu_hu: Vezérlőpult

source: Admin Dashboard
hu_hu: Admin Vezérlőpult

source: Settings
hu_hu: Beállítások

source: System Settings
hu_hu: Rendszer Beállítások

source: Tickets
hu_hu: Hibajegyek

source: Ticket Queue
hu_hu: Hibajegyek

source: Knowledge Base
hu_hu: Tudásbázis

source: Knowledge Base: Premade
hu_hu: Tudásbázis: Előkészített válaszok

source: Directory
hu_hu: Címtár

source: Staff Directory
hu_hu: Személyzeti Címtár

source: Showing
hu_hu: Megjelenítés

source: Error: Contact system admin.
hu_hu: Hiba: Lépj kapcsolatba a rendszer adminisztrátorral.

source: Unable to email via %s:%d [%s] %s
hu_hu: Nem lehet email-t küldeni %s:%d [%s] %s

source: SMTP Error
hu_hu: SMTP Hiba

source: Internal error.
hu_hu: Rendszerhiba.

source: Email already exits
hu_hu: Az email már létezik

source: Email already used as admin email!
hu_hu: Az email cím már használva van, mint admin email!

source: Email in-use by a staff member
hu_hu: Ezt az email címet használja egy személyzeti tag

source: You must select a Dept.
hu_hu: Ki kell választanod egy Részleget

source: Username missing
hu_hu: Felhasználónév hiányzik

source: Password required
hu_hu: Jelszó megadása szükséges

source: IMAP doesn't exist. PHP must be compiled with IMAP enabled.
hu_hu: Nincs IMAP támogatás. A PHP-t IMAP támogatással kell lefordítanod.

source: Host name required
hu_hu: Kiszolgálónév megadása szükséges

source: Port required
hu_hu: Port megadása szükséges

source: Select protocol
hu_hu: Válassz protokollt

source: Fetch interval required
hu_hu: Letöltési intervallum megadása szükséges

source: Maximum emails required
hu_hu: Maximális email-ek megadása szükséges

source: Another department using host/username combination.
hu_hu: Egy másik részleg használja ezt a kiszolgáló/felhasználónév beállítást.

source: Invalid login. Check %s settings
hu_hu: Érvénytelen bejelentkezés. Ellenőrízd %s beállításokat

source: Unable to login. Check SMTP settings.
hu_hu: Nem lehet bejelentkezni. Ellenőrízd az SMTP beállításokat.

source: Unable to update email. Internal error occured
hu_hu: Nem lehet módosítani az email-t. Rendszerhiba történt

source: Error(s) Occured. Try again
hu_hu: Hiba történt. Próbálkozz újra.

source: Missing or invalid Dept ID
hu_hu: Hiányzik vagy érvénytelen Részleg ID

source: Dept email required
hu_hu: Részleg email megadása szükséges

source: Template required
hu_hu: Sablon megadása szükséges

source: Dept name required
hu_hu: Részleg nevének megadása szükséges

source: Dept name must be at least 4 chars.
hu_hu: A részleg nevének legalább 4 karakternek kell lennie.

source: Department already exist
hu_hu: A részleg már létezik

source: Signature required
hu_hu: Aláírás megadása szükséges

source: Default department can not be private
hu_hu: Az alapértelmezett részleg nem lehet privát

source: Unable to update
hu_hu: Nem lehet módosítani

source: Dept. Error occured
hu_hu: Részleg Hiba történt

source: Unable to create department. Internal error
hu_hu: Nem lehet létrehozni a részleget. Rendszerhiba

source: API passphrase missing.
hu_hu: API titkos kulcs hiányzik.

source: Valid IP required
hu_hu: Érvényes IP cím megadása szükséges

source: API key for the IP already exists
hu_hu: Az API kulcs ehhez az IP címhez már létezik

source: Required
hu_hu: Szükséges

source: Must be at least 3 words long.
hu_hu: Legalább 3 karakter hosszúnak kell lennie.

source: Already set
hu_hu: Már be van állítva

source: Template Fetch Error
hu_hu: Sablon Letöltési Hiba

source: Unable to fetch 'overdue' alert template #
hu_hu: Nem lehet letölteni a 'megkésett hibajegy' risztási sablont #

source: Unable to fetch 'assigned' alert template #
hu_hu: Nem lehet letölteni a 'hozzárendelt' risztási sablont #

source: Ticket assigned
hu_hu: Hibajegy hozzárendelve

source: Ticket Assigned to %s
hu_hu: Hibajegy Hozzárendelve %s

source: Unable to fetch 'new message' auto response template #
hu_hu: Nem lehet letölteni az 'új üzenet' autoválasz sablont #

source: Unable to fetch 'new message' alert template #
hu_hu: Nem lehet letölteni az 'új üzenet' riasztási sablont #

source: Problems fetching response template for ticket# %s Possible config error - template # %s
hu_hu: Problémák a válasz sablon letöltése közben, hibajegy# %s Lehetséges, hogy beállítási hiba - sablon # %s

source: System Error
hu_hu: Rendszerhiba

source: Unable to fetch 'new note' alert template #
hu_hu: Nem lehet letölteni az 'új megjegyzés' riasztási sablont #

source: Email is required
hu_hu: Email megadása szükséges

source: Reason for the update required
hu_hu: A módosítás okainak megadása szükséges

source: Invalid Selection
hu_hu: Érvénytelen Választás

source: Invalid Priority
hu_hu: Érvénytelen Prioritás

source: Valid phone # required
hu_hu: Érvényes telefon # szükséges

source: Invalid date - must be MM/DD/YY
hu_hu: Érvénytelen dátum - MM/DD/YY kell lennie

source: Duedate can NOT be set on a closed ticket
hu_hu: A lezárt hibajegyen NEM lehet lejárati dátumot beállítani

source: Select time
hu_hu: Válassz időt

source: Invalid duedate
hu_hu: Érvénytelen lejárati dátum

source: Due date must be in the future
hu_hu: A lejárati dátumnak egy későbbi időpontnek kell lennie

source: Invalid phone ext.
hu_hu: Érvénytelen telefon mellék

source: Phone number required
hu_hu: Telefonszám megadása szükséges

source: Ticket Updated
hu_hu: Hibajegy Módosítva

source: Select help topic
hu_hu: Válassz kategóriát

source: Dept. required
hu_hu: Részleg megadása szükséges

source: Indicate source
hu_hu: Jelzett forrás

source: Email unknown
hu_hu: Email cím ismeretlen

source: Ticket denied
hu_hu: Hibajegy megtagadva

source: Banned email -
hu_hu: Tiltólistás email -

source: Email mismatch.
hu_hu: Nem megfelelő email

source: File is too big. Max
hu_hu: Fájl mérete túl nagy. Max

source: bytes allowed
hu_hu: byte engedélyezett

source: You've reached the maximum open tickets allowed.
hu_hu: Elérted a megengedett nyitott hibajegyek maximális számát.

source: Support ticket request denied for %s\nOpen ticket: %s\nMax Allowed: %s\n\nNotice only sent once
hu_hu: Hibabejelentési kérés megtagadva %s\nNyitott hibajegy: %s\nMax Engedélyezett: %s\n\nAz értesítés csak egyszer lett elküldve

source: Overlimit Notice
hu_hu: Limittúlépési Értesítés

source: Unable to fetch autoresponse template #
hu_hu: Nem lehet letölteni az autoválasz sablont #

source: Unable to fetch 'new ticket' alert template #
hu_hu: Nem lehet letölteni az 'új hibajegy' riasztási sablont #

source: Permission denied
hu_hu: Engedély Megtagadva

source: Summary of the issue required
hu_hu: Az ügy összegzésének megadása szükséges

source: Invalid source -
hu_hu: Érvénytelen forrás -

source: Ticket created by staff
hu_hu: Hibajegy létrehozva a személyzet által

source: Problems fetching response template for ticket#
hu_hu: Problémák a válasz sablon letöltése közben, hibajegy#

source: Possible config error - template #
hu_hu: Lehetséges, hogy beállítási hiba - sablon #

source: Internal error - message/response post error.
hu_hu: Rendszerhiba - üzenet/válasz küldési hiba.

source: New Ticket by Staff
hu_hu: Új Hibajegy a Személyzettől

source: Ticket created by staff -
hu_hu: Hibajegy létrehozva a személyzet által

source: Ticket flagged as overdue by the system.
hu_hu: A hibajegy meg lett jelölve a rendszer által, mint megkésett

source: PHP must be compiled with IMAP extension enabled for IMAP/POP3 fetch to work!
hu_hu: A PHP-t IMAP támogatással kell lefordítanod, hogy az IMAP/POP3 letöltés működjön!

source: Mail Fetch Error
hu_hu: Hiba a levél letöltése közben

source: The system is having trouble fetching emails from the following mail account
hu_hu: A rendszer nem tudta letölteni az email-eket a következő posta fiókból

source: Error
hu_hu: Hiba

source: consecutive errors. Maximum of %s allowed
hu_hu: sorozatos hibák. Maximum megengedett %s

source: This could be connection issues related to the host. Next delayed login attempt in aprox. 10 minutes
hu_hu: Kapcsolódási probléma lehetett. A következő kapcsolódási kisérlet kb. 10 perc múlva

source: Mail Fetch Failure Alert
hu_hu: Kapcsolódási Hiba Riasztás

source: Cryptography extension mcrypt is not enabled or installed. IMAP/POP passwords are being stored as plain text in database.
hu_hu: A titkosításhoz szükséges mcrypt nincs engedélyezve vagy telpítve. IMAP/POP jelszavak sima szövegként lesznek tárolva az adatbázisban.

source: Time
hu_hu: Idő

source: Error loading settings. Contact admin.
hu_hu: Hiba a beállítások betöltése közben. Lépj kapcsolatba az adminisztrátorral.

source: Unable to connect to the database
hu_hu: Nem lehet kapcsolódni az adatbázishoz

source: Unable to load config info from DB. Get tech support.
hu_hu: Nem lehet betölteni a beállításokat az adatbázisból. Kérj technikai segítséget.

source: Short open tag disabled! - osTicket requires it turned ON.
hu_hu: short_open_tag le van tiltva a php.ini-ben - osTicket használja ezt a változót.

source: Fatal Error:
hu_hu: Végzetes Hiba:

source: Contact system adminstrator.
hu_hu: Lépj kapcsolatba a rendszer adminisztrátorral.

source: All Tickets
hu_hu: Összes Hibajegy

source: Commercial support
hu_hu: Reklámozás

source: - unassigned -
hu_hu: - nincs hozzárendelve -

source: Low
hu_hu: Alacsony

source: Normal
hu_hu: Normál

source: High
hu_hu: Magas

source: Emergency
hu_hu: Vészhelyzet

source: Server Time (GMT %s:00)
hu_hu: Szerver Idő (GMT %s:00)

source: GMT -12.0 (Eniwetok, Kwajalein)
hu_hu: GMT -12.0 (Marshall-szigetek)

source: GMT -11.0 (Midway Island, Samoa)
hu_hu: GMT -11.0 (Midway-szigetek, Szamoa)

source: GMT -9.0 (Alaska)
hu_hu: GMT -9.0 (Alaszka)

source: GMT -8.0 (Pacific Time (US & Canada))
hu_hu: GMT -8.0 (Csendes-óceáni idő (Egyesült Államok és Kanada))

source: GMT -7.0 (Mountain Time (US & Canada))
hu_hu: GMT -7.0 (Hegyi idő (Egyesült Államok és Kanada))

source: GMT -6.0 (Central Time (US & Canada), Mexico City)
hu_hu: GMT -6.0 (Amerikai középidő (Egyesült Államok és Kanada), Mexikóváros)

source: GMT -5.0 (Eastern Time (US & Canada), Bogota, Lima)
hu_hu: GMT -5.0 (Keleti idő (Egyesült Államok és Kanada), Bogota, Lima)

source: GMT -4.0 (Atlantic Time (Canada), Caracas, La Paz)
hu_hu: GMT -4.0 (Atlanti-óceáni idő (Kanada), Caracas, La Paz)

source: GMT -3.5 (Newfoundland)
hu_hu: GMT -3.5 (Új-Foundland)

source: GMT -3.0 (Brazil, Buenos Aires, Georgetown)
hu_hu: GMT -3.0 (Brazilia, Buenos Aires)

source: GMT -2.0 (Mid-Atlantic)
hu_hu: GMT -2.0 (Közép-Atlanti)

source: GMT -1.0 (Azores, Cape Verde Islands)
hu_hu: GMT -1.0 (Azori-szigetek, Zöld-foki-szigetek)

source: GMT 0.0 (Western Europe Time, London, Lisbon, Casablanca)
hu_hu: GMT 0.0 (Greenwichi középidő, London, Lisszabon, Casablanca)

source: GMT 1.0 (Brussels, Copenhagen, Madrid, Paris)
hu_hu: GMT 1.0 (Budapest, Brüsszel, Koppenhága, Madrid, Párizs)

source: GMT 2.0 (Kaliningrad, South Africa)
hu_hu: GMT 2.0 (Athén, Bukarest, Isztambul, Dél-Afrika)

source: GMT 3.0 (Baghdad, Riyadh, Moscow, St. Petersburg)
hu_hu: GMT 3.0 (Bagdad, Rijád, Moszkva, Szentpétervár)

source: GMT 3.5 (Tehran)
hu_hu: GMT 3.5 (Tehrán)

source: GMT 4.0 (Abu Dhabi, Muscat, Baku, Tbilisi)
hu_hu: GMT 4.0 (Abu Dzabi, Maszkat, Baku, Tbiliszi)

source: GMT 5.0 (Ekaterinburg, Islamabad, Karachi, Tashkent)
hu_hu: GMT 5.0 (Ekaterinburg, Iszlámábád, Karacsi, Taskent)

source: GMT 5.5 (Bombay, Calcutta, Madras, New Delhi)
hu_hu: GMT 5.5 (Mumbai, Kalkutta, Madras, Új-Delhi)

source: GMT 6.0 (Almaty, Dhaka, Colombo)
hu_hu: GMT 6.0 (Almaty, Dakka, Colombo)

source: GMT 7.0 (Bangkok, Hanoi, Jakarta)
hu_hu: GMT 7.0 (Bangkok, Hanoi, Dzsakarta

source: GMT 8.0 (Beijing, Perth, Singapore, Hong Kong)
hu_hu: GMT 8.0 (Peking, Perth, Singapúr, Hongkong)

source: GMT 9.0 (Tokyo, Seoul, Osaka, Sapporo, Yakutsk)
hu_hu: GMT 9.0 (Tokió, Szöul, Oszaka, Szapporo, Irkutszk)

source: GMT 10.0 (Eastern Australia, Guam, Vladivostok)
hu_hu: GMT 10.0 (Kelet-Ausztrália, Guam)

source: GMT 11.0 (Magadan, Solomon Islands, New Caledonia)
hu_hu: GMT 11.0 (Salamon-szigetek, Új-Kaledónia)

source: GMT 12.0 (Auckland, Wellington, Fiji, Kamchatka)
hu_hu: GMT 12.0 (Auckland, Wellington, Fidzsi-szigetek, Kamchatka)
